// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    //  Розділ 7 (маневрування)
    //
    {
        id: 145,
        q: "У яких місцях прогулянковим/малим суднам забороняється ставати на якір?",
        options: [
            "в зоні дії знаку «Якір не кидати!», на фарватері і ближче 5м від кромок знаків фарватеру, в колінах, вузкостях, на крутих поворотах, на акваторіях рейдів, пляжів, у берега з прижимною течією, у вігнутих берегів, у мостів, у гідроспоруд, водолазних ботів ближче, ніж 200 м, під лініями зв'язку та електромереж, близько ходового берега, близько вантажних причалів, дебаркадерів на відстані 200 м. вище і нижче їх, вище і нижче мостів ближче, ніж 200 м, поблизу немаломірних судів, земснарядів, плавучих кранів і між ними, при недостатньому водному просторі при зміні положення судна в разі зміни вітру (Течії)",
            "!в зоні дії знаку «Якір не кидати!», на фарватері і ближче 25 м від кромок знаків фарватеру, в колінах, вузкостях, на крутих поворотах, на акваторіях рейдів, пляжів, у берега з прижимною течією, у вігнутих берегів, у мостів, у гідроспоруд, водолазних ботів ближче, ніж 200м, під лініями зв'язку та електромереж, близько ходового берега, близько вантажних причалів, дебаркадерів на відстані 200 м. вище і нижче їх, вище і нижче мостів ближче, ніж 200 м, поблизу немаломірних судів, земснарядів, плавучих кранів і між ними, при недостатньому водному просторі при зміні положення судна в разі зміни вітру (Течії)",
            "в зоні дії знаку «Якір не кидати!», на фарватері і ближче 5м від кромок знаків фарватеру, в колінах, вузкостях, на крутих поворотах, на акваторіях рейдів, пляжів, у берега з прижимною течією, у вігнутих берегів, у мостів, у гідроспоруд, водолазних ботів ближче, ніж 100м, під лініями зв'язку та електромереж, близько ходового берега, близько вантажних причалів, дебаркадерів на відстані 200 м. вище і нижче їх, вище і нижче мостів ближче, ніж 200м, поблизу немаломірних судів, земснарядів, плавучих кранів і між ними, при недостатньому водному просторі при зміні положення судна в разі зміни вітру (Течії)"
        ]
    },
    {
        id: 146,
        q: "Яка процедура постановки судна на якір?",
        options: [
            "!маневр по постановці судна на якір полягає в наступному: підходити до місця якірної стоянки слід малим ХОДОМ, необхідно розгорнути судно носом проти вітру (Течії), застопорити мотор і рухатися за інерцією до точки віддачі якоря, в разі необхідності відпрацювати заднім ходом до повної зупинки судна щодо берега (дна) і на малої інерції заднього ходу віддати якір, витравити необхідну кількість якірного каната, закріпити якірний канат, почекати коли судно вийде на повну довжину якірного каната, переконатися, що якір не повзе по ґрунті, тобто якір забрав за ґрунт, в разі необхідності стравити якірний канат",
            "маневр по постановці судна на якір полягає в наступному: підходити до місця якірної стоянки слід повним ХОДОМ, необхідно розгорнути судно носом проти вітру (Течії), застопорити мотор і рухатися за інерцією до точки віддачі якоря, в разі необхідності відпрацювати заднім ходом до повної зупинки судна щодо берега (дна) і на малої інерції заднього ходу віддати якір, витравити необхідну кількість якірного каната, закріпити якірний канат, почекати коли судно вийде на повну довжину якірного каната, переконатися, що якір не повзе по ґрунті, тобто якір забрав за ґрунт, в разі необхідності стравити якірний канат",
            "маневр по постановці судна на якір полягає в наступному: підходити до місця якірної стоянки слід повним ХОДОМ, необхідно розгорнути судно носом по вітру (Течії), застопорити мотор і рухатися за інерцією до точки віддачі якоря, в разі необхідності відпрацювати заднім ходом до повної зупинки судна щодо берега (дна) і на малої інерції заднього ходу віддати якір, витравити необхідну кількість якірного каната, закріпити якірний канат, почекати коли судно вийде на повну довжину якірного каната, переконатися, що якір не повзе по ґрунті, тобто якір забрав за ґрунт, в разі необхідності стравити якірний канат"
        ]
    },
    {
        id: 147,
        q: "Що включає підготовку прогулянкового/малого судна до постановки на якір?",
        options: [
            "!вибір місця якірної стоянки, вибір безпечного курсу і швидкості при проходженні до місця взяття на якір, підготовка якоря до віддачі, підготовка якірного каната до віддачі, корінний кінець якого повинен бути надійно закріплений на судні, облік достатнього водного простору при зміні положення судна в разі зміни напрямку вітру (Течії)",
            "вибір місця якірної стоянки, підготовка якірного каната до віддачі, корінний кінець якого повинен бути надійно закріплений на судні",
            "вибір місця якірної стоянки, облік достатнього водного простору при зміні положення судна в разі зміни напрямку вітру (Течії)"
        ]
    },
    {
        id: 148,
        q: "У який час доби дозволяється заходити в акваторію пасажирської та вантажної дільниці річкового порту?",
        options: [
            "!забороняється, у будь який час",
            "дозволяється, у денний час доби",
            "дозволяється, у нічний час доби"
        ]
    },
    {
        id: 149,
        q: "Чи можна прогулянковим/малим суднам швартуватись до транспортних суден, що стоять на рейдах портів?",
        options: [
            "дозволяється, якщо зазначена дія не суперечить місцевим правилам судноплавста",
            "!забороняється",
            "дозволяється"
        ]
    },
    {
        id: 150,
        q: "Чи дозволяється прогулянковому/малому судну ставати на якір, у межах якірної стоянки для транспортних суден?",
        options: [
            "дозволяється",
            "дозволяється, якщо зазначена дія не суперечить місцевим правилам судноплавства",
            "!забороняється"
        ]
    },
    {
        id: 151,
        q: "Які існують варіанти підходу суден до причалу?",
        options: [
            "судно може підходити до причалу тільки правим бортом з віддачою якоря або без",
            "судно може підходити до причалу лівим бортом з віддачою якоря або без",
            "!судно може підходити до причалу бортом (правим або лівим), кормою або носом, з віддачою якоря або без"
        ]
    },
    {
        id: 152,
        q: "Як називається підхід прогулянкового/малого судна до причалу?",
        options: [
            "!привал",
            "стоянка",
            "перекат"
        ]
    },
    {
        id: 153,
        q: "Які дії потрібно виконати по підготовці судна до швартування?",
        options: [
            "на судні завчасно підготовлюють швартовні кінці. Палубну команду викликають на палубу по авралу, де кожен член екіпажу займає своє місце згідно з розкладом",
            "!на судні завчасно підготовлюють швартовні кінці, брашпиль, лебідки, кидальний кінець, кранці, судновий зв'язок та інші засоби і пристосування. Палубну команду викликають на палубу по авралу, де кожен член екіпажу займає своє місце згідно з розкладом",
            "на судні завчасно підготовлюють судновий зв'язок та інші засоби і пристосування. Палубну команду викликають на палубу по авралу, де кожен член екіпажу займає своє місце згідно з розкладом"
        ]
    },
    {
        id: 154,
        q: "Що потрібно враховувати при швартуванні судна до причалу?",
        options: [
            "стан видимості, наявність безпечної для швартування довжини причальної стінки, достатній кранцевий захист причалу, наявність на причалі виступаючих пристроїв (крани і т.і.), наявність бітенгів, кнехтів, палів для кріплення швартових, достатнього водного простору для маневрування судна, наявність достатньої ширини біля причалу і на підходах до причалу, потреба в допомозі буксирів",
            "!напрямок і силу вітру, наявність сили і напряму течії, стан видимості, наявність безпечної для швартування довжини причальної стінки, достатній кранцевий захист причалу, наявність на причалі виступаючих пристроїв (крани і т.і.), наявність бітенгів, кнехтів, палів для кріплення швартових, достатнього водного простору для маневрування судна, наявність достатньої глибини біля причалу і на підходах до причалу, потреба в допомозі буксирів",
            "напрямок і силу вітру, наявність сили і напряму течії, стан видимості, наявність безпечної для швартування довжини причальної стінки, достатній кранцевий захист причалу, наявність на причалі виступаючих пристроїв (крани і т.і.), наявність рятувальних засобів, достатнього водного простору для маневрування судна, наявність достатньої глибини біля причалу і на підходах до причалу, потреба в допомозі буксирів"
        ]
    },
    {
        id: 155,
        q: "У яких випадках дозволяється швартуватися до борту іншого судна?",
        options: [
            "!судно, до якого швартується інше судно бортом, може перебувати на ходу (в русі), біля причалу, на якорі або дрейфі. Швартування можливо, по-перше, з дозволу капітана судна, до якого має намір пришвартуватися інше судно і по- друге, при таких умовах і обставинах, які б абсолютно мінімізували будь-які небезпеки суден з урахуванням всіх умов і обставин моменту дій. Спосіб швартування вибирають обидва капітана. В разі розбіжності вирішальне слово за капітаном до якого швартуються",
            "судно, до якого швартується інше судно бортом, може перебувати тільки на якорі або дрейфі. Швартування можливо, по-перше, з дозволу капітана судна, до якого має намір пришвартуватися інше судно і, по-друге, при таких умовах і обставинах, які б абсолютно мінімізували будь-які небезпеки суден з урахуванням всіх умов і обставин моменту дій. Спосіб швартування вибирають обидва капітана. В разі розбіжності вирішальне слово за капітаном який швартуються",
            "судно, до якого швартується інше судно бортом, може перебувати на ходу (в русі) та дрейфі. Швартування можливо, при таких умовах і обставинах, які б абсолютно мінімізували будь-які небезпеки суден з урахуванням всіх умов і обставин моменту дій. Спосіб швартування вибирають обидва капітана. В разі розбіжності вирішальне слово за капітаном який швартуються"
        ]
    },
    {
        id: 156,
        q: "Підхід судна, яке йде за течією, до причалу чи берега здійснюється?",
        options: [
            "підхід судна до причалу при попутної течії необхідно проводити на інерції з урахуванням сили течії під кутом до причалу 45-50 ° і після подачі, і кріплення носового швартового підводити корму за допомогою двигуна і керма. Підхід судна до берега при попутної течії необхідно проводити на малому ходу або поштовхами з урахуванням сили течії, контролюючи зменшення глибини ехолотом і футштоком",
            "підхід судна до причалу при попутної течії необхідно проводити на інерції з урахуванням сили течії під кутом до причалу 10-15 ° і після подачі, і кріплення носового швартового підводити корму за допомогою двигуна і керма. Підхід судна до берега при попутної течії необхідно проводити на малому ходу або поштовхами з урахуванням сили течії, контролюючи зменшення глибини ехолотом і футштоком",
            "!підхід судна до причалу при попутної течії необхідно проводити на інерції з урахуванням сили течії під кутом до причалу 15-20 ° і після подачі, і кріплення носового швартового підводити корму за допомогою двигуна і керма. Підхід судна до берега при попутної течії необхідно проводити на малому ходу або поштовхами з урахуванням сили течії, контролюючи зменшення глибини ехолотом і футштоком"
        ]
    },
    {
        id: 157,
        q: "У який час, прогулянкове/мале судно може проходити шлюз?",
        options: [
            "у будь-який час доби",
            "!тільки в світлий час доби",
            "в темний час доби"
        ]
    },
    {
        id: 158,
        q: "У який термін, судноводії суден, що йдуть на шлюзування, повинні повідомити про час підходу до меж шлюзу?",
        options: [
            "за чотири години",
            "за годину",
            "!за дві години"
        ]
    },
    {
        id: 159,
        q: "Хто керує процесом шлюзування суден?",
        options: [
            "чергово-вахтова служба",
            "головний механік шлюзу",
            "!начальник вахти шлюзу"
        ]
    },
    {
        id: 160,
        q: "Що являється дозвільним сигналом заходу суден до шлюзу?",
        options: [
            "на вхідних світлофорах повинно горіти два білих вогні, розташованих по горизонталі",
            "на вхідних світлофорах повинен горіти один зелений вогонь або два зелених вогні, розташованих по вертикалі",
            "!на вхідних світлофорах повинен горіти один зелений вогонь або два зелених вогні, розташованих по горизонталі"
        ]
    },
    {
        id: 161,
        q: "Що являється дозвільним сигналом заходу суден до причальних пірсів?",
        options: [
            "голосова команда про дозвіл на вхід за допомогою радіостанції",
            "зелений вогонь або два зелених вогні, розташованих по вертикалі на дальніх світлофорах",
            "!зелений вогонь або два зелених вогні, розташованих по горизонталі на дальніх світлофорах"
        ]
    },
    {
        id: 162,
        q: "З якою швидкістю дозволяється входити до шлюзу?",
        options: [
            "!вантажним складам - не більше 0,8 м./сек, одиночним самохідним судам - не більше 1,0 м/сек",
            "незалежно від розмірів та кількості суден – не більше 1,0 м/с",
            "на мінімальних обертах головного двигуна судна"
        ]
    },
    {
        id: 163,
        q: "Де дозволяється швартування суден у підхідному каналі при очікуванні шлюзування?",
        options: [
            "швартування суден у підхідному каналі заборонено",
            "!біля причальних пірсів підхідного каналу шлюзу",
            "очікування шлюзування дозволено лише на якорі біля підхідного каналу шлюзу"
        ]
    },
    {
        id: 164,
        q: "У яких випадках припиняється тимчасове шлюзування малих суден через шлюзи?",
        options: [
            "під час сили вітру більше 5,0 м/с та видимості менше 1000 метрів",
            "!під час сили вітру більше 3,4 м/с та видимості менше 500 метрів",
            "під час сили вітру більше 10,0 м/с та видимості менше 500 метрів"
        ]
    },
    {
        id: 165,
        q: "Який порядок шлюзування прогулянкових/малих суден?",
        options: [
            "заходити в шлюзову камеру можна тільки при зеленому світлі близького світлофора і після дозволу начальника вахти шлюзу із зазначенням номера рима швартування, тримаючись осторонь від інших суден",
            "під час шлюзування спільно з транспортними судами прогулянкові/малі судна заходять в шлюзову камеру останніми",
            "!обидві відповіді вірні"
        ]
    },
    {
        id: 166,
        q: "Які знаки, крім світлофорів, виставляються на стінках камер шлюзів та причальних пірсів?",
        options: [
            "«Обмежувальний», який позначає довжину корисної довжини камери шлюзу і зону швартовки суден в підхідних каналах",
            "!«Стоповий», який позначає довжину корисної довжини камери шлюзу і зону швартовки суден в підхідних каналах",
            "«Мірильний», який позначає довжину корисної довжини камери шлюзу"
        ]
    },
    {
        id: 167,
        q: "Чи дозволяється швартування прогулянкових/малих суден в камері судноплавного шлюзу під бортом інших суден?",
        options: [
            "дозволяється з дозволу начальника вахти шлюзу",
            "забороняється тільки у темний час доби",
            "!забороняється"
        ]
    },
    {
        id: 168,
        q: "Якою кількістю швартовних тросів повинне бути укомплектоване судно довжиною більше 6 метрів?",
        options: [
            "не менш як двома тросами",
            "!достатньою кількістю, але не менш як одним, розташованим на міделі судна",
            "достатньою кількістю, але не менш як двома, розташованими на носі та кормі судна"
        ]
    },
    {
        id: 169,
        q: "Як регулюється рух суден при шлюзуванні?",
        options: [
            "!двобарвними світлофорами спрямованої дії та радіотелефонним зв’язком в разі несправності світлофорів",
            "двобарвними світлофорами спрямованої дії та відмашками двокольоровими прапорами чергового в разі несправності світлофорів",
            "двобарвними світлофорами спрямованої дії"
        ]
    },
    {
        id: 170,
        q: "Яким чином повинні розходитися прогулянкові/малі судна, коли одне з них відходить від берега, а інше йде вздовж берега?",
        options: [
            "!судно, яке відходить від берега, має поступитися судну, що йде вздовж берега",
            "судно, яке йде вздовж берега, має дати дорогу судну, що відходить від берега",
            "судна повинні розійтись лівими бортами"
        ]
    },
    {
        id: 171,
        q: "При яких умовах здійснюється захід прогулянкового/малого судна в аванпорт та в підхідний канал шлюзу?",
        options: [
            "заходити в аванпорт і підхідний канал шлюзу судну дозволено тільки після дозволу начальника вахти шлюзу, та на зелене світло дальніх світлофорів",
            "при силі вітру не більше 3 балів ( 3,4-5,4 м/сек) і видимості не менше 500 м",
            "!обидві відповіді вірні"
        ]
    },
    {
        id: 172,
        q: "З якою метою на судні використовується плавучий якір?",
        options: [
            "!для поліпшення стійкості судна при плаванні в штормових умовах",
            "для зменшення швидкості дрейфу судна",
            "для поліпшення маневрених характеристик судна"
        ]
    },
    {
        id: 173,
        q: "Яким чином, на прогулянковому/малому судні, потрібно підходити до необладнаного берегу при сильній хвилі?",
        options: [
            "!заздалегідь знизивши швидкість, підходити поштовхами контролюючи зміну глибини ехолотом або футштоком",
            "заздалегідь знизивши швидкість, підходити лагом до берегу",
            "заздалегідь знизивши швидкість, використовуючи якірний пристрій"
        ]
    },
    {
        id: 174,
        q: "На яку відстань забороняється підпливати гідроцикли до пляжів і іншим організованим місцях купання?",
        options: [
            "ближче ніж 50 метрів від буйків огородження",
            "ближче ніж 10 метрів від буйків огородження",
            "!ближче ніж 25 метрів від буйків огородження"
        ]
    },
    {
        id: 175,
        q: "Чи дозволяється прогулянковим/малим суднам заходити в акваторії портів, суднобудівних заводів, терміналів?",
        options: [
            "дозволяється",
            "!забороняється",
            "забороняється, якщо не має згоди відповідальної особи за цю акваторію"
        ]
    },
    {
        id: 176,
        q: "На якій відстані дозволяється рухатись прогулянковим/малим суднам від причалів портів, суднобудівних заводів, терміналів?",
        options: [
            "150 метрів",
            "300 метрів",
            "!200 метрів"
        ]
    },
    {
        id: 177,
        q: "В чому полягають дії судноводія при забезпеченні безпеки стояни судна на якорі?",
        options: [
            "у загальному випадку судноводій повинен стежити за виконанням набору критеріїв «безпечної якірної стоянки », який включає: достатній навігаційний простір (з безпечними глибинами) для стоянки судна на якорі з урахуванням довжини судна, довжини витравленого якір-ланцюга, розвороту судна на якорі, додаткового витравлювання якір-ланцюга в разі погіршення погодних умов; можливість безпечної зйомки з якоря при погіршенні погодних умов",
            "у загальному випадку судноводій повинен стежити за виконанням набору критеріїв «безпечної якірної стоянки », який включає: безпека по глибині, тобто забезпечення достатнього запасу глибини під кілем протягом всього часу якірної стоянки, при будь-яких змінах рівня води, напрямку вітру, течії і ступеня хвилювання",
            "!у загальному випадку судноводій повинен стежити за виконанням набору критеріїв «безпечної якірної стоянки », який включає: безпека по глибині, тобто забезпечення достатнього запасу глибини під кілем протягом всього часу якірної стоянки, при будь-яких змінах рівня води, напрямку вітру, течії і ступеня хвилювання; достатній навігаційний простір (з безпечними глибинами) для стоянки судна на якорі з урахуванням довжини судна, довжини витравленого якір-ланцюга, розвороту судна на якорі, додаткового витравлювання якір- ланцюга в разі погіршення погодних умов; можливість безпечного виконання необхідних операцій (вантажні операції, постачання та ін.); можливість укриття при несприятливих погодних умовах; можливість безпечної зйомки з якоря при погіршенні погодних умов"
        ]
    },
    {
        id: 178,
        q: "Які дії необхідно вжити судноводію прогулянкового/малого судна, що має один гвинт правого обертання на передньому ходу, щоб втримати судно на заданому ходу?",
        options: [
            "!шляхом перекладання керма на різні кути вліво",
            "шляхом перекладання керма на різні кути вліво та вправо",
            "шляхом перекладання керма вправо"
        ]
    }
]