// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    //  Розділ 10 (будова судна)
    //
    {
        id: 323,
        q: "Якими конструктивними елементами забезпечується загальна поздовжня міцність корпусу?",
        options: [
            "основним поздовжнім елементом є носовий шпрінг. Інші поздовжні елементи називаються стрін-герамі. Днищеві стрингера називаються кільсонами, підпалубні – карлингсами",
            "!основним поздовжнім елементом є кіль. Інші поздовжні елементи називаються стрін-герамі. Днищеві стрингера називаються кільсонами, підпалубні – карлингсами",
            "основним поздовжнім елементом є форштевень. Інші поздовжні елементи називаються стрін-герамі. Днищеві стрингера називаються кільсонами, підпалубні - карлингсами"
        ]
    },
    {
        id: 324,
        q: "Як називається плоскість, яка проходить посередині корпуси судна і ділить його на дві симетричні частини?",
        options: [
            "!діаметральною площиною",
            "лінія міделя",
            "діаметральною шириною"
        ]
    },
    {
        id: 325,
        q: "Як називається вертикальна плоскість, яка проходить посередині судна і розташована перпендикулярно діаметральній плоскості?",
        options: [
            "діаметральною площиною",
            "!площиною мідель–шпангоута",
            "діаметральною шириною"
        ]
    },
    {
        id: 326,
        q: "Як називається горизонтальна плоскість, яка проходить по всій довжині судна і співпадаюча з поверхнею спокійної води?",
        options: [
            "діаметральною площиною",
            "шириною ватерлінії",
            "!площиною ватерлінії"
        ]
    },
    {
        id: 327,
        q: "До якої системи набору корпусу судна відносяться наступні балки: кіль, стрингери, карлінгси, ребра жорсткості?",
        options: [
            "!до поздовжньої системи набору корпусу",
            "до поперечної системи набору корпусу",
            "до вертикальної системи набору корпусу"
        ]
    },
    {
        id: 328,
        q: "До якої системи набору корпусу судна відносяться наступні балки: флори, шпангоути, бімси?",
        options: [
            "!до поперечної системи набору корпусу",
            "до горизонтальної системи набору корпусу",
            "до поздовжньої системи набору корпусу"
        ]
    },
    {
        id: 330,
        q: "Чим забезпечується непотоплюваність судна?",
        options: [
            "!конструкцією корпусу, наявністю поздовжніх і поперечних водонепроникних перегородок, наявністю необхідного аварійно–рятувального постачання і обладнання, вмінням екіпажу везти боротьбу за живучість свого судна",
            "наявністю необхідного аварійно-рятувального постачання і обладнання, вмінням екіпажу везти боротьбу за живучість свого судна",
            "конструкцією корпусу, наявністю поздовжніх і поперечних водонепроникних перегородок"
        ]
    },
    {
        id: 331,
        q: "Чим забезпечується аварійний запас плавучості у прогулянкових/малих суден?",
        options: [
            "!не затоплені об’єкти корпусу судна - це блоки із пінопласту, плаваючих елементів корпусу – пінопластового привального брусу",
            "пінопластового привального брусу",
            "плаваючих матеріалів виготовлення корпусу"
        ]
    },
    {
        id: 332,
        q: "Що називається транцем на прогулянковому/малому судні?",
        options: [
            "в частині лівого борту, замість ахтерштевня, встановлюється стінка, яка називається транцем або трацевою дошкою, для кріплення стаціонарних двигунів",
            "!в кормовій частині, замість ахтерштевня, встановлюється стінка, яка називається транцем або трацевою дошкою, для кріплення підвісних двигунів",
            "замість ахтерштевня встановлюється плоска вертикальна стінка, яка називається транцем (транцевой дошкою) і призначена для кріплення стаціонарних моторів"
        ]
    },
    {
        id: 333,
        q: "Як називається подовжня головна балка донного набору корпусу судна?",
        options: [
            "форштевень",
            "ахтерштевень",
            "!кіль"
        ]
    },
    {
        id: 334,
        q: "Що таке форштевень?",
        options: [
            "!міцна балка в носовій частині кіля, загинається догори і служить для з'єднання поздовжніх зв'язків судна і обшивки в носовій частині судна",
            "міцна балка в кормовій частині кіля, загинається догори і служить для з'єднання поздовжніх зв'язків судна і обшивки в кормовій частині судна",
            "міцна балка в носовій частині кіля, загинається догори і служить для поліпшення плавучості зв'язків судна і обшивки в носовій частині судна"
        ]
    },
    {
        id: 335,
        q: "Корпус якого судна вважається з поперечним набором?",
        options: [
            "судно вважається з поперечним набором корпусу тоді, коли відстань між балками поперечного напрямку, яке називається шпаціями, більше ніж між поздовжніми",
            "!судно вважається з поперечним набором корпусу тоді, коли відстань між балками поперечного напрямку, яке називається шпаціями, менше ніж між поздовжніми",
            "судно вважається з поперечним набором корпусу тоді, коли відстань між балками поперечного напрямку, яке називається шпаціями, дорівнює відстані поздовжнього напрямку"
        ]
    },
    {
        id: 336,
        q: "Що таке ахтерштевень?",
        options: [
            "!міцна балка в кормовій частині кіля, загинається до верху",
            "міцна балка в носовій частині кіля, загинається до низу",
            "міцна балка в кормовій частині кіля, загинається до низу"
        ]
    },
    {
        id: 337,
        q: "З якою метою на прогулянковому/малому судні встановлюються блоки з пінопласту?",
        options: [
            "з метою підвищення запасу стійкості",
            "!з метою підвищення запасу плавучості",
            "з метою використання замість рятувальних кругів"
        ]
    },
    {
        id: 338,
        q: "Ширина міжбортового простору повинна становити?",
        options: [
            "!1,4 метрів",
            "1,3 метрів",
            "1,5 метрів"
        ]
    },
    {
        id: 339,
        q: "Висота комінгсів дверей і вхідних люків машинного відділення повинні завжди становити не менше?",
        options: [
            "!0,5 метрів",
            "0,3 метрів",
            "0,2 метрів"
        ]
    },
    {
        id: 340,
        q: "Як називається бортова частина балки поперечного набору корпусу судна?",
        options: [
            "!шпангоут",
            "форштевень",
            "карлінгс"
        ]
    },
    {
        id: 341,
        q: "Як називається кормова поперечна перегородка, яка на прогулянковому/малому судні служить для установки підвісного двигуна?",
        options: [
            "!транц",
            "форштевень",
            "карлінгс"
        ]
    },
    {
        id: 342,
        q: "Чи дозволяється на гребному човні встановлювати двигун?",
        options: [
            "так, але не більше ніж 3,5 к.с.",
            "!ні",
            "так, але не більше ніж 7 к.с"
        ]
    },
    {
        id: 343,
        q: "Як називається огорожа, що складається з вертикальних стійок, з'єднаних між собою ланцюгами, тросами або круглими прутами?",
        options: [
            "!леєрне огородження",
            "обмежувальне огородження",
            "бортове огородження"
        ]
    },
    {
        id: 344,
        q: "Як називається вертикальна носова балка, що є продовженням кіля?",
        options: [
            "транець,",
            "полубімс",
            "!форштевень"
        ]
    },
    {
        id: 345,
        q: "До яких головних розмірів судна відноситься відстань, виміряна в плоскості мідель шпангоуту по вертикалі від кіля до верхньої палуби?",
        options: [
            "!висотою борту і відноситься до Головних розмірам судна",
            "шириною борту і відноситься до Головних розмірам судна",
            "довжиною борту і відноситься до Головних розмірам судна"
        ]
    },
    {
        id: 346,
        q: "Яким способом здійснити перевірку на водонепроникність люкових зачинень?",
        options: [
            "шляхом обстеження їх уповноваженої комісії",
            "!шляхом обприскування їх водою",
            "шляхом їх візуального обстеження"
        ]
    },
    {
        id: 347,
        q: "Конструктивне забезпечення непотоплюваності гідроциклу?",
        options: [
            "!корпус гідроциклу закритого типу",
            "водонепроникні переборки корпусу",
            "матеріал корпусу гідроциклу"
        ]
    },
    {
        id: 348,
        q: "Що називається остійністю?",
        options: [
            "здатність судна плавати, несучи всі призначені вантажі і маючи при цьому задану осадку носом і кормою",
            "!здатність судна плавати в прямому положенні, відхилятися від цього положення під дією зовнішньої сили і повертатися в таке після припинення дії цієї сили",
            "здатність судна плавати в прямому положенні, не відхиляючись від цього положення під дією зовнішньої сили"
        ]
    },
    {
        id: 350,
        q: "Що називають повороткістю?",
        options: [
            "!здатність судна змінювати напрямок свого руху під час перекладання керма в ту або іншу сторону",
            "здатність судна утримувати напрямок свого руху під час перекладання керма в ту або іншу сторону",
            "здатність судна виконувати «оверкіль»"
        ]
    },
    {
        id: 351,
        q: "Що називають креном?",
        options: [
            "занурення понад норму кормової частини судна",
            "!кут між вертикальною площиною і діаметральною площиною судна",
            "занурення понад норму носової частини судна"
        ]
    },
    {
        id: 352,
        q: "Що називають плавучістю?",
        options: [
            "здатність судна плавати, несучи всі призначені вантажі, команду, пасажирів",
            "!здатність судна плавати, несучи всі призначені вантажі і маючи при цьому задану осадку носом і кормою",
            "здатність судна плавати, несучи всі призначені вантажі, команду, пасажирів, маючи при цьому задану осадку носом і кормою"
        ]
    },
    {
        id: 353,
        q: "У яких відповідях перераховані всі можливі сили, що діють на корпус судна?",
        options: [
            "на корпус судна діє вага судна і тиск води на занурену частину корпусу сили опору води",
            "!на корпус судна діють, як постійні (статистичні сили) такі як вага судна і тиск води на занурену частину корпусу – сили підтримки, так і тимчасові сили, до них слід віднести сили, які з’являються при хитавиці судна на схвильованої поверхні води, сили інерції маси судна і сили опору води",
            "на корпус судна діють тимчасові сили, до них слід віднести сили, які з’являються при хитавиці судна на схвильованої поверхні води, сили інерції маси судна і сили опору води"
        ]
    },
    {
        id: 354,
        q: "Для чого призначеній рульовій пристрій судна?",
        options: [
            "!для забезпечення повороткості судна",
            "для забезпечення стійкості судна",
            "для забезпечення надійною стоянки судна"
        ]
    },
    {
        id: 355,
        q: "Для чого призначений якірний пристрій судна?",
        options: [
            "!для забезпечення надійною якірної стоянки судна в різних умовах експлуатації",
            "для забезпечення надійного ходу судна в різних умовах експлуатації",
            "для забезпечення надійною стійкості судна в різних умовах експлуатації"
        ]
    },
    {
        id: 356,
        q: "Для виконання яких функцій призначений швартовий пристрій судна?",
        options: [
            "для надійною швартової стоянки судна в різних умовах експлуатації",
            "!для підтягування судна до берегових і плавучих причальних споруд і надійного кріплення судна до них",
            "для відштовхування судна від берегових і плавучих причальних споруд"
        ]
    },
    {
        id: 357,
        q: "Яке призначення осушної системи судна?",
        options: [
            "постачання до корпусу невеликих мас води",
            "видалення з корпусу великих мас води",
            "!видалення з корпусу невеликих мас води"
        ]
    },
    {
        id: 358,
        q: "При яких з перерахованих умов судно буде «Остійним»?",
        options: [
            "судно буде вважатися остійним тоді, коли метанцетрична висота (міра поперечної статичної остійності) – відстань між метацентром і центром тяжіння судна – буде відповідати потребам «Інформації об остійності судна » для даного варіанта завантаження судна. На поперечну остійність судна великий вплив робить довжина корпусу: чім довше корпус, тем судно більш остійне, та, навпаки, чім корпус коротше та вище, тим остійність буде гірше. Остійність судна залежить від завантаження судна, переміщення вантажів, пасажирів і від інших причин. Чим більше метацентрична висота, тим більше відновлювальний момент і остійність судна, однак при великій остійності судно має різку хитавицю. Покращує остійність високе розташування двигуна, паливного бака, сидінь і відповідного розміщення вантажів і людей",
            "!судно буде вважатися остійним тоді, коли метанцетрична висота (міра поперечної статичної остійності) – відстань між метацентром і центром тяжіння судна – буде відповідати потребам «Інформації об остійності судна » для даного варіанта завантаження судна. На поперечну остійність судна великий вплив робить ширина корпусу: чім ширше корпус, тем судно більш остійне, та, навпаки, чім корпус вуже та вище, тим остійність буде гірше. Остійність судна залежить від завантаження судна, переміщення вантажів, пасажирів і від інших причин. Чим більше метацентрична висота, тим більше відновлювальний момент і остійність судна, однак при великій остійності судно має різку хитавицю. Покращує остійність низьке розташування двигуна, паливного бака, сидінь і відповідного розміщення вантажів і людей",
            "судно буде вважатися остійним тоді, коли метанцетрична низина (міра поперечної статичної остійності) – відстань між метацентром і центром тяжіння судна – буде відповідати потребам «Інформації об остійності судна » для даного варіанта завантаження судна. На поперечну остійність судна великий вплив робить ширина корпусу: чім ширше корпус, тем судно більш остійне, та, навпаки, чім корпус вуже та вище, тим остійність буде гірше. Остійність судна залежить від завантаження судна, переміщення вантажів, пасажирів і від інших причин. Чим більше метацентрична низина, тим більше відновлювальний момент і остійність судна, однак при великій остійності судно має різку хитавицю. Покращує остійність високе розташування двигуна, паливного бака, сидінь і відповідного розміщення вантажів і людей"
        ]
    },
    {
        id: 359,
        q: "Посадка судна, це положення судна відносно поверхні спокійної води. Чим вона визначається?",
        options: [
            "розрізняють такі види посадки: посадка по мідельшпангоуту – відстань від ватерлінії до зовнішньої кромці обшивки кіля; посадка носом, вимірювана по носовій точці занурення, або у носовій марки; посадка кормою, вимірювана по кормової точки занурення, або у кормовій марки; посадка по ватерлінії – горизонтальна плоскість, яка проходить по всій довжині судна і співпадаюча з поверхнею спокійної води",
            "розрізняють такі види посадки: диферент – нахил судна відбувається в поздовжній площині; посадка носом, вимірювана по носовій точці занурення, або у носовій марки; посадка кормою, вимірювана по кормової точки занурення, або у кормовій марки; середня посадка – середнє арифметичне значення носової і кормової посадки. Для вимірювання посадки на корпусі судна наносяться марки поглиблення. Марки поглиблення наносяться по вертикалі від кінцевих точок прямої лінії кіля до головної ватерлінії з обох бортів судна",
            "!розрізняють такі види посадки: посадка по мідельшпангоуту – відстань від ватерлінії до зовнішньої кромці обшивки кіля; посадка носом, вимірювана по носовій точці занурення, або у носовій марки; посадка кормою, вимірювана по кормової точки занурення, або у кормовій марки; середня посадка – середнє арифметичне значення носової і кормової посадки. Для вимірювання посадки на корпусі судна наносяться марки поглиблення. Марки поглиблення наносяться по вертикалі від кінцевих точок прямої лінії кіля до головної ватерлінії з обох бортів судна"
        ]
    },
    {
        id: 360,
        q: "Плавучість судна характеризується запасом плавучості, в чому він виражається?",
        options: [
            "запас плавучості безпосередньо пов'язаний з висотою підводного борту: чим вона нижче, тим більше запас плавучості. Запас плавучості визначає кількість води, надходження якої при аварії витримує судно до повного занурення, тому є найважливішою характеристикою його непотоплюваності. Висоту надводного борту судна приймають в якості основного вимірника запасу плавучості. Запас плавучості - це мінімальна висота підводного борту, що допускається для забезпечення плавучості судна. Достатній запас плавучості досягається рядом конструктивних заходів, до числа яких відносяться: забезпечення достатньої висоти підводного борту, стійко водонепроникних закритих і поділ судна на відсіки міцними водонепроникними перегородками і палубами",
            "!запас плавучості безпосередньо пов'язаний з висотою надводного борту: чим вона більша, тим більше запас плавучості. Запас плавучості визначає кількість води, надходження якої при аварії витримує судно до повного занурення, тому є найважливішою характеристикою його непотоплюваності. Висоту надводного борту судна приймають в якості основного вимірника запасу плавучості. Запас плавучості - це мінімальна висота надводного борту, що допускається для забезпечення плавучості судна. Достатній запас плавучості досягається рядом конструктивних заходів, до числа яких відносяться: забезпечення достатньої висоти надводного борту, стійко водонепроникних закритих і поділ судна на відсіки міцними водонепроникними перегородками і палубами",
            "запас плавучості безпосередньо пов'язаний з висотою надводного борту: чим вона більша, тим менше запас плавучості. Запас плавучості визначає кількість води, надходження якої при аварії витримує судно до повного занурення, тому є найважливішою характеристикою його непотоплюваності. Висоту надводного борту судна приймають в якості основного вимірника запасу плавучості. Запас плавучості - це мінімальна висота надводного борту, що допускається для забезпечення плавучості судна. Достатній запас плавучості досягається рядом конструктивних заходів, до числа яких відносяться: забезпечення достатньої висоти надводного борту, стійко водонепроникних закритих і поділ судна на відсіки міцними водонепроникними перегородками і палубами"
        ]
    },
    {
        id: 361,
        q: "Що називається креном?",
        options: [
            "нахил на корму судна",
            "рівне розташування судна біля берега",
            "!нахил судна на один або інший борт"
        ]
    },
    {
        id: 362,
        q: "Непотоплюваність судна це?",
        options: [
            "здатність судна продовжувати плавати і зберігати свої морехідні якості після пошкодження адміралтейського якоря",
            "здатність судна плавати, несучи все призначені вантажі і маючи при цьому задану осадку носом і кормою",
            "!здатність судна продовжувати плавати і зберігати свої морехідні якості після пошкодження одного або кількох відсіків"
        ]
    },
    {
        id: 363,
        q: "Здатність судна повертатись в нормальне положення рівноваги після дії сил, котрі вивели судно з цієї рівноваги – це?",
        options: [
            "!остійність судна",
            "плавучість судна",
            "непотоплюваність судна"
        ]
    },
    {
        id: 364,
        q: "До швартових і буксирних пристроїв на прогулянковому/малому судні відносяться:",
        options: [
            "!стоси, кіпові планки, кнехти, качки, кранці, буксирні скоби",
            "форштевень, кіпові планки, кнехти, качки, кранці, буксирні скоби",
            "стоси, транцеві дошки, кнехти, качки, кранці, буксирні скоби"
        ]
    },
    {
        id: 365,
        q: "У разі, коли нахил судна відбувається в поздовжній площині це?",
        options: [
            "!диферент",
            "площина ватерлінії",
            "середня посадка"
        ]
    },
    {
        id: 366,
        q: "Який орган, проводить технічний нагляд за прогулянковим/малим судном?",
        options: [
            "Державне підприємство «Сервісний центр морського та річкового транспорту»",
            "Державна служба морського і внутрішнього водного транспорту та судноплавства України",
            "!Державне підприємство «Класифікаційне товариство «Регістр судноплавства України»"
        ]
    },
    {
        id: 367,
        q: "За допомогою якого пристрою здійснюється управління гідроциклом в горизонтальній площині?",
        options: [
            "пера керма",
            "підводних крил",
            "!поворотного сопла водометного двигуна"
        ]
    },
    {
        id: 368,
        q: "Чим регулюється диферент гідроциклу?",
        options: [
            "!зміною нахилу сопла водометного двигуна",
            "шляхом розташування пасажирів або вантажу",
            "шляхом заповнення баласту"
        ]
    },
    {
        id: 369,
        q: "До чого слід кріпити корінний кінець шнура безпеки?",
        options: [
            "!до руки або рятувального жилету",
            "до корпусу гідроциклу",
            "до керма гідроциклу"
        ]
    },
    {
        id: 370,
        q: "Яким чином слід кріпити гідроцикл на платформі причепа при транспортуванні по суші?",
        options: [
            "за допомогою будь-якого кріплення",
            "!за допомогою найтовів за носові та кормові буксирувальні гаки",
            "кріплення гідроциклу на платформі не є обов’язковим"
        ]
    },
    {
        id: 371,
        q: "У яких випадках обов'язково необхідно від'єднати шнур безпеки від вимикача?",
        options: [
            "у випадку чистки решітки вхідного отвору водоводу",
            "у випадку технічного обслуговування гідроциклу",
            "!обидві відповіді вірні"
        ]
    },
    {
        id: 372,
        q: "Від чого залежить швидкість ходу вітрильного судна?",
        options: [
            "від конструкції корпусу та площі вітрил",
            "від сили вітру та погодніх умов",
            "!обидва варіанти вірні"
        ]
    },
    {
        id: 373,
        q: "Яким чином рекомендується складати знятий грот для подальшого його зберігання?",
        options: [
            "складати знятий грот не рекомендується, щоб не пошкодити",
            "по діагоналі шарами різної величини",
            "!шарами у вертикальному або горизонтальному напрямку"
        ]
    },
    {
        id: 374,
        q: "Площа вітрильності повинна відповідати?",
        options: [
            "!розмірам та маневровим характеристикам судна",
            "довжині та ширині судна",
            "водотоннажності судна"
        ]
    },
    {
        id: 375,
        q: "Рульова система для вітрильних суден в цілому повинна бути спроектована таким чином, щоб її робота забезпечувалася при тривалому крені до:",
        options: [
            "25 градусів",
            "60 градусів",
            "!15 градусів"
        ]
    },
    {
        id: 376,
        q: "Підйомна сила на вітрилі або крилі виникає за рахунок?",
        options: [
            "напрямку та силі вітру",
            "!різниці тиску між навітряною та підвітряною стороною вітрила",
            "різниці тиску верхньої та нижньої частини вітрила"
        ]
    },
    {
        id: 377,
        q: "Напрямок якого вітру показує вітропокажчик який встановлюється на щоглі?",
        options: [
            "істинний",
            "курсовий",
            "!вимпельний"
        ]
    },
    {
        id: 378,
        q: "Який елемент вітрила є найбільш вразливим?",
        options: [
            "!шви вітрила",
            "частина вітрила, яка знаходиться в лікпазу мачти,гіка чи штага",
            "частина вітрила в місцях кріплення до мачти"
        ]
    },
    {
        id: 379,
        q: "Яким чином рекомендується підвішувати вітрило для просушки на березі?",
        options: [
            "за галсовий вугол",
            "!за фаловий або галсовий вугол з розподілом натягу на передню шкаторіну",
            "рівномірно у горизонтальному напрямку на безпечну конструкцію, для запобігання пошкодження вітрилаю"
        ]
    },
    {
        id: 380,
        q: "Основні причини несправності двигуна виникають від:",
        options: [
            "корозії та наростів на корпусі судна",
            "неякісних паливно-мастильних матеріалів",
            "!порушень правил експлуатації та догляду"
        ]
    },
    {
        id: 381,
        q: "Які причини перегріву двигуна на моторному судні?",
        options: [
            "низький рівень масла в двигуні",
            "!нестача охолоджувальної рідини в системі охолодження двигуна",
            "проблеми з системою виводу вихлопних газів"
        ]
    },
    {
        id: 382,
        q: "Які можливі причини перегріву двигуна гідроцикла?",
        options: [
            "засмічений вхідний отвір водоводної системи",
            "двигун працює на не відповідних паливно-мастильних матеріалах",
            "!усі відповіді вірні"
        ]
    },
    {
        id: 383,
        q: "Який наслідок може викликати засмічення водного отвору водоводу водомета травою, галькою або іншим сміттям?",
        options: [
            "!пошкодження корпусу судна та паливної системи",
            "пошкодження робочого колеса водомету та перегріву двигуна",
            "збільшення витрати палива під час експлуатації"
        ]
    },
    {
        id: 384,
        q: "При якому стані гідроциклу можна включати реверсивний пристрій?",
        options: [
            "у будь-який момент під час руху",
            "при віддаленості від берегу більш ніж 100 метрів та глибині не менше 2 метрів",
            "!на холостому ходу"
        ]
    },
    {
        id: 385,
        q: "З якою періодичністю проводиться технічне обслуговування акумуляторних батареї на прогулянкових/малих суднах?",
        options: [
            "!для обслуговування свинцеве - кислотних АКБ застосовна наступна періодичність: чистота і надійність з'єднань - 1 раз на два тижня, рівень електроліту – 1 раз на два тижня, щільність електроліту – 1 раз в квартал, заряд батареї – 1 раз в квартал, контрольне - тренувальний цикл – 1 раз на рік",
            "для обслуговування свинцеве - кислотних АКБ застосовна наступна періодичність: чистота і надійність з'єднань - 1 раз на два тижня, рівень електроліту – 1 раз на два тижня, щільність електроліту – 1 раз в квартал, заряд батареї – 1 раз в квартал, контрольне - тренувальний цикл – 2 рази на рік",
            "для обслуговування свинцеве - кислотних АКБ застосовна наступна періодичність: чистота і надійність з'єднань - 1 раз на місяць, рівень електроліту – 1 раз на місяць, щільність електроліту – 1 раз в квартал, заряд батареї – 1 раз в квартал, контрольне - тренувальний цикл – 1 раз на рік"
        ]
    },
    {
        id: 386,
        q: "Кожне прогулянкове/мале судно повинно бути забезпечене запасними електролампами на кожний електричний ліхтар у кількості?",
        options: [
            "!двох",
            "однією",
            "трьома"
        ]
    },
    {
        id: 387,
        q: "Кабелі, що розташовані горизонтально слід прокладати на відстані не менше?",
        options: [
            "!не менш 0,5 метрів",
            "не менш 0,3 метрів",
            "не менш 0,2 метрів"
        ]
    },
    {
        id: 388,
        q: "Контроль опору антистатичного заземлення повинен проводитися переносними приладами будь-якого типу з напругою постійного струму?",
        options: [
            "!щодня",
            "щотижня",
            "раз на три дні"
        ]
    },
    {
        id: 389,
        q: "Яким чином електричне обладнання, що охолоджується повітрям, повинне розташовуватися?",
        options: [
            "не ближче ніж 150 мм по горизонталі",
            "!не ближче ніж 300 мм по горизонталі",
            "не ближче ніж 200 мм по горизонталі"
        ]
    },
    {
        id: 390,
        q: "Акумулятори повинні розміщатися?",
        options: [
            "у відсіку, де буде забезпечено: надійне кріплення акумулятора, доступ для поточного обслуговування і вимірювань, підтримання поверхні акумулятора в чистоті, надійна вентиляція відсіку, захист елементів батареї від падіння на них сторонніх предметів, потрапляння рідин і забруднюючих речовин, захист батареї від впливу неприпустимо низькою і високої температури навколишнього середовища. Різниця температури елементів в складі батареї при експлуатації не повинна перевищувати 15 С.",
            "у відсіку, де буде забезпечено: надійне кріплення акумулятора, доступ для поточного обслуговування і вимірювань, підтримання поверхні акумулятора в чистоті, надійна вентиляція відсіку, захист елементів батареї від падіння на них сторонніх предметів, потрапляння рідин і забруднюючих речовин, захист батареї від впливу неприпустимо низькою і високої температури навколишнього середовища. Різниця температури елементів в складі батареї при експлуатації не повинна перевищувати 5 С.",
            "!у відсіку, де буде забезпечено: надійне кріплення акумулятора, доступ для поточного обслуговування і вимірювань, підтримання поверхні акумулятора в чистоті, надійна вентиляція відсіку, захист елементів батареї від падіння на них сторонніх предметів, потрапляння рідин і забруднюючих речовин, захист батареї від впливу неприпустимо низькою і високої температури навколишнього середовища. Різниця температури елементів в складі батареї при експлуатації не повинна перевищувати 10 С"
        ]
    }
]