// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
        //
    //  Розділ 5 (навігація)
    //
    {
        id: 109,
        q: "Чому дорівнює морська миля?",
        options: [
            "!дорівнює 1 хв. дуги земного меридіана, застосовується в округленому значенні - 1852м",
            "дорівнює 1 хв. дуги земного меридіана, застосовується в округленому значенні - 1642м;",
            "дорівнює 1 хв. дуги земного меридіана, застосовується в округленому значенні - 1548 м.",
        ]
    },
    {
        id: 110,
        q: "Від чого залежить дальність видимого горизонту?",
        options: [
            "стану атмосфери та остроти зору спостерігача",
            "стану атмосфери та наявності забруднюючих речовин в повітрі",
            "!висоти ока спостерігача та висоти предмета, від стану атмосфери"
        ]
    },
    {
        id: 111,
        q: "Які напрямки наносяться або знімаються на навігаційних мапах?",
        options: [
            "розрахункові значення величин",
            "глибини",
            "!справжні значення величин"
        ]
    },
    {
        id: 112,
        q: "У яких межах вимірюється курсовий кут на орієнтир відносно діаметральної площини судна?",
        options: [
            "курсовий кут вимірюється в градусах і відраховується на азимутному колі від 0 до 360 °",
            "!курсовий кут вимірюється в градусах і відраховується на азимутному колі від 0 до 180 ° в бік правого або лівого борту від напрямку прямо по носі",
            "курсовий кут вимірюється в градусах і відраховується на азимутному колі від 0° до 360 ° в бік корми від напрямку прямо по носі"
        ]
    },
    {
        id: 113,
        q: "По якій стороні рамки навігаційної мапи визначається довгота місця?",
        options: [
            "!на горизонтальній рамці",
            "на вертикальній рамці",
            "на горизонтальній та вертикальній рамці",
        ]
    },
    {
        id: 114,
        q: "По якій стороні рамки навігаційної мапи визначається широта місця?",
        options: [
            "!на вертикальній рамці",
            "на горизонтальній рамці",
            "на горизонтальній та вертикальній рамці"
        ]
    },

    {
        id: 115,
        q: "Пеленг в навігації це?",
        options: [
            "!процес визначення горизонтальних кутів між північнім напрямком меридіану и лінією з точки спостереження на об'єкт; вимірюється за годинниковою стрілкою від нуля до повної дуги окружності",
            "процес визначення горизонтальних кутів між північнім напрямком меридіану и лінією з точки спостереження на об'єкт; вимірюється проти годинникової стрілки від нуля до повної дуги окружності",
            "процес визначення горизонтальних кутів між північнім напрямком меридіану и лінією з точки спостереження на об'єкт; вимірюється проти годинникової стрілки від нуля до повної дуги окружності"
        ]
    },
    {
        id: 116,
        q: "Які показання знімаються з магнітного компасу?",
        options: [
            "по магнітному компасу визначають напрямки щодо руху відносно діаметральної площині судна",
            "!по магнітному компасу визначають напрямки щодо компасного меридіану",
            "по магнітному компасу визначають напрямки руху судна відносно магнітного поля"
        ]
    },
    {
        id: 117,
        q: "Що означає позначення на навігаційній карті?",
        options: [
            "позначення неосвітлюваного навігаційного буя",
            "затонуле судно, якого не видно над водою",
            "!затонуле судно, щогла якого видно над водою"
        ]
    },
    {
        id: 118,
        q: "Однією із систем розподілення горизонту є румбова. На скільки румбів ділиться горизонт? Чому дорівнює один румб?",
        options: [
            "!горизонт ділиться на 32 румба, один румб дорівнює - 11,25°",
            "горизонт ділиться на 23 румба, один румб дорівнює - 15,25°",
            "горизонт ділиться на 35 румба, один румб дорівнює - 16,25°"
        ]
    },
    {
        id: 119,
        q: "Як буде називатися положення орієнтира розташованого відносно діаметральної площини судна на 90 ° лівого або правого борту?",
        options: [
            "!траверз",
            "фордевінд",
            "бакштаг"
        ]
    },
    {
        id: 120,
        q: "Як називається кут відхилення судна від курсу під дією вітру?",
        options: [
            "кут відхилення",
            "кут курсу",
            "!кут дрейфу"
        ]
    },
]