// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    //  Розділ 1 (лоція)
    //
    {
        id: 1,
        q: "Як називається понижена частина річкової долини, по якій тече вода при найнижчих рівнях?",
        options: [
            "русло або ложе долини річки",
            "!дно або ложе долини річки",
            "коліно або ложе долини річки"
        ]
    },
    {
        id: 2,
        q: "Що вивчає річкова лоція?",
        options: [
            "!річки стосовно потреб судноводіння, тобто елементи річок, штучні та природні перешкоди в руслі річки, внутрішні течії, вітри, навігаційне перешкоди, розстановку навігаційних знаків",
            "річки стосовно потреб рибальства, тобто елементи річок, штучні та природні перешкоди в руслі річки, внутрішні течії, вітри, навігаційне перешкоди, розстановку навігаційних знаків",
            "річки стосовно потреб власників суден, тобто швидкість пересування судна по річці"
        ]
    },
    {
        id: 3,
        q: "Як називається умовна лінія в середній частині суднового ходу?",
        options: [
            "умовна лінія, що проходить по середині фарватеру, називається центр фарватеру",
            "!умовна лінія, що проходить по середині фарватеру, називається вісь фарватеру",
            "умовна лінія, що проходить по середині фарватеру, називається серединою фарватеру"
        ]
    },
    {
        id: 4,
        q: "Як називається перехід суднового ходу від одного берега до другого?",
        options: [
            "перекат",
            "навал",
            "!перевал"
        ]
    },
    {
        id: 5,
        q: "Що є річковими перекочуваннями?",
        options: [
            "!перекати",
            "навали",
            "перевали"
        ]
    },
    {
        id: 6,
        q: "Що є річковими барами?",
        options: [
            "!вал з наносу впадаючих річок",
            "вал з наносу випливаючи річок",
            "перекат з наносу впадаючих річок"
        ]
    },
    {
        id: 7,
        q: "Для виміру яких відстаней на морі застосовується морська миля?",
        options: [
            "!основною одиницею вимірювання відстаней, прийнятої в морському судноводінні, є морська миля, рівна 1 хв. дуги земного меридіана, застосовується в округленому значенні – 1852 м",
            "основною одиницею вимірювання відстаней, прийнятої в морському судноводінні, є морська миля, рівна 1 хв. дуги земного меридіана, застосовується в округленому значенні – 1582 м",
            "основною одиницею вимірювання відстаней, прийнятої в морському судноводіння, є вузол"
        ]
    },
    {
        id: 8,
        q: "У яких одиницях проводяться виміри відстаней при плаванні на озерах і річках?",
        options: [
            "основною одиницею вимірювання відстаней, прийнятої в річковому судноводіння є морська миля (1852 м)",
            "основною одиницею вимірювання відстаней, прийнятої в річковому судноводіння є річкова миля (1852 м)",
            "!основною одиницею вимірювання відстаней, прийнятої в річковому судноводіння є кілометр (1000 м)"
        ]
    },
    {
        id: 9,
        q: "З яких основних засобів можна отримати навігаційну інформацію?",
        options: [
            "найбільш важливим і оперативним документом є Морська карта України, в якому повідомляється про всі зміни в навігаційній обстановці і режиму плавання в морських і внутрішніх водних шляхах України. З метою забезпечення мореплавців навігаційно-гідрографічною і довідковою інформацією, необхідною для постійної підтримки карт і посібників з плавання на рівні сучасності, державна установа «Держгідрографія» готує і видає Морську карту України",
            "!найбільш важливим і оперативним документом є Повідомлення мореплавцям України, в якому повідомляється про всі зміни в навігаційній обстановці і режиму плавання в морських і внутрішніх водних шляхах України. З метою забезпечення мореплавців навігаційно-гідрографічною і довідковою інформацією, необхідною для постійної підтримки карт і посібників з плавання на рівні сучасності, державна установа «Держгідрографія» готує і видає Повідомлення мореплавця України",
            "найбільш важливим і оперативним документом є Повідомлення судноводіям України, в якому повідомляється про всі зміни в навігаційній обстановці і режиму плавання в морських і внутрішніх водних шляхах України. З метою забезпечення мореплавців навігаційно-гідрографічною і довідковою інформацією, необхідною для постійної підтримки карт і посібників з плавання на рівні сучасності, державна установа «Держгідрографія» готує і видає Повідомлення судноводіям України."
        ]
    },
    {
        id: 10,
        q: "Одиницею виміру яких відстаней на морі є кабельтов?",
        options: [
            "!кабельтов - одиниця вимірювання відстаней, прийнятої в морському судноводіння - 1/10 морської милі, застосовується в округленому значенні – 185 м",
            "кабельтов - одиниця вимірювання швидкостей, прийнятої в морському судноводіння - 185 м/година",
            "кабельтов - одиниця вимірювання відстаней, прийнятої в морському судноводіння - 2/10 морської милі, застосовується в округленому значенні – 285 м"
        ]
    },
    {
        id: 11,
        q: "Якими показниками характеризується судновий хід?",
        options: [
            "!судновий хід (фарватер) на внутрішніх водних шляхах України характеризується шириною, глибиною, радіусом кривизни, а також висотою судноплавних прогонів мостів і різних комунікаційних повітряних ліній над річковою поверхнею води",
            "судновий хід (фарватер) на внутрішніх водних шляхах України характеризується відстанню між двох берегів, а також висотою судноплавних прогонів мостів і різних комунікаційних повітряних ліній над річковою поверхнею води",
            "судновий хід (фарватер) на внутрішніх водних шляхах України характеризується висотою судноплавних прогонів мостів і різних комунікаційних повітряних ліній над річковою поверхнею води"
        ]
    },
    {
        id: 12,
        q: "Як називається, короткий крутий вигин русла річки у межах долини?",
        options: [
            "!коліно",
            "вигин",
            "поворот"
        ]
    },
    {
        id: 13,
        q: "Річкова навігаційна карта це?",
        options: [
            "!основний штурманський посібник судноводія для забезпечення безпечного плавання на внутрішніх водних шляхах",
            "основний посібник судноводія для забезпечення безпечного плавання на внутрішніх водних шляхах",
            "основний посібник капітана для забезпечення безпечного плавання"
        ]
    },
    {
        id: 14,
        q: "Що таке морський стиковий бар? У яких місцях він створюється?",
        options: [
            "морський стиковий бар - піщана підводна мілина в коліні річки, яка утворилась в результаті осадження річкових і морських наносів",
            "морський стиковий бар - піщана надводна мілина в руслі річки, яка утворилась в результаті осадження річкових і морських наносів",
            "!морський стиковий бар - піщана підводна мілина у гирлі річки, яка утворилась в результаті осадження річкових і морських наносів. Морський стиковий бар відгороджує гирло річки від моря і розташовується в місці стику річкової і морської течії"
        ]
    },
    {
        id: 15,
        q: "Що таке мис?",
        options: [
            "!ділянка суші, яка виступає гострим кутом в морі, озері, річки, може складатися, як корінними породами, так і наносами",
            "вузька смуга берега яка виступає кутом в морі, озері",
            "ділянка суші, яка виступає тупим кутом в морі, озері, річки, може складатися, як корінними породами, так і наносами"
        ]
    },
    {
        id: 16,
        q: "Як називається щорічно повторюваний підйом рівня води у зв'язку з сезонною зміною клімату і викликаний таненням снігу в басейні річки?",
        options: [
            "!повінь",
            "крижане сало",
            "буря"
        ]
    },
    {
        id: 17,
        q: "Як називається умовна лінія, що обмежує судновий хід?",
        options: [
            "!умовними лініями, які обмежують фарватер, по ширині називаються кромковими лініями (права кромка фарватеру; ліва кромка фарватеру)",
            "умовними лініями, які обмежують судновий хід, по ширині називаються осьовими лініями (права осьова лінія; ліва осьова лінія)",
            "умовними лініями, які обмежують фарватер, по ширині називаються обмежувальні лінії фарватеру"
        ]
    },
    {
        id: 18,
        q: "Як називається водний простір на річці для руху суден?",
        options: [
            "кільватер",
            "судновий хід",
            "!фарватер"
        ]
    },
    {
        id: 19,
        q: "Як називається знижена частина земної поверхні, розташована по обидві сторони річки на всьому її протязі?",
        options: [
            "фарватер",
            "!долина річки",
            "сувідь"
        ]
    },
    {
        id: 20,
        q: "Як називається частина річкової долини, затоплювана паводковими водами?",
        options: [
            "!заплава",
            "загата",
            "межень"
        ]
    },
    {
        id: 21,
        q: "Що означає термін «Фарватер» (судновий хід)?",
        options: [
            "!частина водного простору на внутрішніх водних шляхах спеціально виділена, перевірена, обстежена і позначена навігаційними знаками на місцевості і картах, та призначена для руху суден",
            "стійке наносне утворення у вигляді валу, яке перетинає русло річки",
            "ділянка суші, яка виступає гострим кутом в морі, озері, річці, може складатися, як корінними породами, так і наносами"
        ]
    },
    {
        id: 22,
        q: "Що означає термін «Сувідь»?",
        options: [
            "!обертальний рух води в річці за виступом берега. У правого берега води в суводі обертається за годинниковою стрілкою, у лівого навпаки. Сувідь може виникати і за штучною спорудою (наприклад, опори моста), яка огинається течею",
            "обертальний рух води в річці за виступом берега. У лівого берега води в суводі обертається за годинниковою стрілкою, у правого навпаки",
            "обертальний рух води в морі за виступом берега. У правого берега води в суводі обертається за годинниковою стрілкою, у лівого навпаки"
        ]
    },
    {
        id: 23,
        q: "Що відноситься до природніх перешкод в руслі річок?",
        options: [
            "піщана гряда, заструги, коса, дамба, затонина, побочні, висипка, шалига, осередок, острови",
            "!піщана гряда, заструги, коса, закосок, затонина, побочні, висипка, шалига, осередок, острови",
            "піщана гряда, заструги, коса, закосок, затонина, побочні, висипка, сувідь, осередок, острови"
        ]
    },
    {
        id: 24,
        q: "Види неправильних течій у руслі річок?",
        options: [
            "!навальне (притискне), звалище (косоструйне), затяжне, сувідь, вир, тиховоди, майдан; (підказка - бар відсутній)",
            "бар, звалище (косоструйне), затяжне, сувідь, вир, тиховоди, майдан",
            "навальне (притискне), звалище (косоструйне), затяжне, сувідь, вир, тиховоди, майдан, бар"
        ]
    },
    {
        id: 25,
        q: "Що називається загатою?",
        options: [
            "штучне утворення на річці від скупчення деревини і таке інше",
            "!утворення на річці від скупчення, нагромадження льоду, снігу і таке інше",
            "утворення на річці після скупчення, нагромадження льоду, снігу нижче за течею"
        ]
    },
    {
        id: 26,
        q: "Як називається накопичення наносів по ширині русла?",
        options: [
            "!гряда",
            "пойма",
            "кряж"
        ]
    },
    {
        id: 27,
        q: "Що називають ухвістьям?",
        options: [
            "верхня по течії частина острова",
            "плавний вигин русла річки",
            "!нижня по течії частина острова"
        ]
    },
    {
        id: 28,
        q: "Як називається водний простір на річці, призначений для руху суден і позначений на місцевості і (або) на карті?",
        options: [
            "!фарватер",
            "русло",
            "перекат"
        ]
    },
    {
        id: 29,
        q: "Як називається стійке скупчення наносів, відкладених по ширині русла?",
        options: [
            "!перекат",
            "мис",
            "заплесок"
        ]
    },
    {
        id: 30,
        q: "Що відноситься до природніх перешкод в руслі річок?",
        options: [
            "!піщана гряда, заструги, коса, закосок, затонина, побочні, висипка, шалига, осередок, острови",
            "піщана гряда, заструги, коса, дамба, затонина, побочні, висипка, шалига, осередок, острови",
            "піщана гряда, заструги, коса, закосок, затонина, побочні, висипка, сувідь, осередок, острови"
        ]
    },
    {
        id: 31,
        q: "Як називається старе русло - колишня ізлучина, випрямлена новим руслом і ізольована від нього?",
        options: [
            "!старик",
            "заплесок",
            "заплава"
        ]
    },
    {
        id: 32,
        q: "Як називається умовна лінія, що проходить у середній частині суднового ходу?",
        options: [
            "!вісь фарватеру",
            "ложе річки",
            "ухвісття"
        ]
    },
    {
        id: 33,
        q: "Що таке межень?",
        options: [
            "низький рівень річкової води в весняний та осінній період",
            "низький рівень річкової води в літній та зимовий період",
            "!низький рівень річкової води в літньо-осінній і зимовий період"
        ]
    },
    {
        id: 34,
        q: "Як називається обертальний рух води за підводним або надводним виступом в яру?",
        options: [
            "заплесок",
            "русло",
            "!вир"
        ]
    },
    {
        id: 35,
        q: "Штучні перешкоди в руслі річок це?",
        options: [
            "гряда",
            "сувідь",
            "!загата"
        ]
    },
    {
        id: 36,
        q: "Як називається наносне (без рослинності) надводне утворення в руслі, що омивається водою з усіх боків?",
        options: [
            "!осередок",
            "яр",
            "заплесок"
        ]
    },
    {
        id: 37,
        q: "Яким головним чином обумовлений гідрологічний, вітровий, хвильовий режим річок та водосховищ?",
        options: [
            "наявністю: туману, хвилювання, сонця, коливання рівнів води",
            "!наявністю: вітру, хвилювання, течії, коливання рівнів води",
            "наявністю: вітру, дощу, течії, коливання рівнів води"
        ]
    },
    {
        id: 38,
        q: "Як називається піщана мілина-бугор, утворена на судновому ході по випадковим причин: за затонулими предметами, за суднами, що стоять на мілині?",
        options: [
            "вир",
            "осередок",
            "!шалига"
        ]
    },
    {
        id: 39,
        q: "Як називається ділянка річки, де вода скоює безладні зворотно-поступальні рухи, утворюються при злитті потоків води з різними швидкостями течії, за опорами мостів, а також при обтіканні підводних перешкод, трохи нижче їх?",
        options: [
            "кряж",
            "!суводь",
            "загата"
        ]
    }
]