// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
 //
    //  Розділ 9 (правила плавання)
    //
    {
        id: 249,
        q: "Що означає сигнал «два тривалих звуки та два коротких звуки», який подається судном, що обганяє?",
        options: [
            "«Хочу обійти по вашому правому борту»",
            "«Хочу пройти лівим бортом»",
            "«Хочу обійти по вашому лівому борту»"
        ]
    },
    {
        id: 250,
        q: "Який колір та порядок розташування бортових вогнів?",
        options: [
            "на правому борту - зелений, на лівому борту - червоний",
            "на правому борту - зелений, на лівому борту - помаранчевий",
            "на правому борту - червоний, на лівому борту - зелений"
        ]
    },
    {
        id: 251,
        q: "Що позначає знак: «Дотримуватись надводного габариту!»?",
        options: [
            "для позначення надводних і мостових переходів. Цифра показує допустиму прохідну висоту надводного переходу, висоту підмостового судноплавного габариту судноплавного прогону мосту від розрахункового високого судноплавного рівня води або максимального судноплавного рівня води (м)",
            "для позначення надводних і мостових переходів. Цифра показує максимальну прохідну висоту надводного переходу, висоту підмостового судноплавного габариту судноплавного прогону мосту від розрахункового високого судноплавного рівня води або максимального судноплавного рівня води (м)",
            "для позначення надводних і мостових переходів. Цифра показує мінімальну прохідну висоту надводного переходу, висоту підмостового судноплавного габариту судноплавного прогону мосту від розрахункового високого судноплавного рівня води або максимального судноплавного рівня води (м)"
        ]
    },
    {
        id: 252,
        q: "На яких мінімальних відстанях, згідно вимог Міжнародних правил для запобігання суден на морі 1972 року, з поправками, повинні бути видимі вогні встановленні на суднах довжиною менше 12 метрів?",
        options: [
            "топовий вогонь - 2 милі, бортовий вогонь - 1 миля, кормовий вогонь - 1 милі, буксирувальний вогонь -2 милі, білий, червоний, зелений або жовтий круговий вогонь - 2 милі",
            "топовий вогонь - 1 милі, бортовий вогонь - 1 миля, кормовий вогонь - 2 милі, буксирувальний вогонь -2 милі, білий, червоний, зелений або жовтий круговий вогонь - 2 милі",
            "топовий вогонь - 2 милі, бортовий вогонь - 1 миля, кормовий вогонь - 2 милі, буксирувальний вогонь -2 милі, білий, червоний, зелений або жовтий круговий вогонь - 2 милі"
        ]
    },
    {
        id: 253,
        q: "Які вогні має нести прогулянкове/мале судно на стоянці, за винятком суднових шлюпок, вночі?",
        options: [
            "вночі один звичайний жовтий круговий вогонь",
            "вночі один звичайний білий круговий вогонь",
            "вночі один звичайний зелений круговий вогонь"
        ]
    },
    {
        id: 254,
        q: "Як потрібно проводити перетин фарватеру (суднового ходу) судноводію прогулянкового/малого судна?",
        options: [
            "прогулянкове/мале судно може перетинати фарватер тільки поза межами міста, в найкоротший термін, тобто під кутом близьким до 90 ° по відношенню до осі фарватеру і з максимальною швидкістю",
            "прогулянкове/мале судно може перетинати фарватер в спеціально визначених місцях, в найкоротший термін, тобто під кутом близьким до 90 ° по відношенню до осі фарватеру і з максимальною швидкістю",
            "прогулянкове/мале судно може перетинати фарватер в разі і місці, коли це йому дозволено Правила судноплавства на внутрішніх водних шляхах України, в найкоротший термін, тобто під кутом близьким до 90 ° по відношенню до осі фарватеру і з максимальною швидкістю"
        ]
    },
    {
        id: 255,
        q: "Термін «база для стоянки маломірних (малих) суден» це?",
        options: [
            "суб'єкт господарювання, одним зі статутних напрямів діяльності якого є надання послуг з безпечного утримання маломірних (малих) суден і який утримує і використовує спеціально обладнані для цього гідротехнічні споруди або природні берегові об'єкти, за винятком баз та інших пунктів базування суден флоту рибного господарства",
            "територія із спорудами та прилеглої до неї акваторією, в межах якої базуються маломірні (малих) суден",
            "берегова територія із спорудами та прилеглої до неї акваторією, в межах якої базуються не менш ніж 20 маломірних (малих) суден"
        ]
    },
    {
        id: 256,
        q: "Чи дозволяється рух прогулянковим/малим суднам у темний час доби (від заходу та сходу сонця)?",
        options: [
            "у межах міста або інших населених пунктах рух маломірних суден дозволяється як у світлий так і в темний час доби, за умов дотримання правилам судноплавства на внутрішніх водних шляхах України зі швидкістю 10 км/год (у нічний час), при умові несення ходових вогнів. На інших судноплавних ділянках рух таких суден у нічний час дозволяється лише зі швидкістю 15 км/год., при умові несення вогнів згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, з правом перетину суднового ходу у не заборонених місцях",
            "у межах міста або інших населених пунктах рух маломірних суден дозволяється лише у світлий час доби. На інших судноплавних ділянках рух таких суден у нічний час дозволяється лише зі швидкістю 10 км/год., при умові несення вогнів згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, без права перетину суднового ходу",
            "у межах міста або інших населених пунктах рух маломірних суден дозволяється лише у світлий час доби. На інших судноплавних ділянках рух таких суден у нічний час дозволяється лише зі швидкістю 15 км/год., при умові несення вогнів згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, без права перетину суднового ходу"
        ]
    },
    {
        id: 257,
        q: "Як рекомендовано виконувати перетин курсу іншого судна?",
        options: [
            "перетин курсу іншого судна рекомендується виконувати по носу судна. Допускається перетин курсу за його кормою судна за умови, що після закінчення маневру перетину до судна, що наближається, залишається не менше 500 м. Прогулянкові/малі судна, які перетинають судновий хід, повинні пропустити усі судна, які рухаються по судновому ходу",
            "перетин курсу іншого судна рекомендується виконувати за його кормою. Допускається перетин курсу по носу судна за умови, що після закінчення маневру перетину до судна, що наближається, залишається не менше 500 м. Прогулянкові/малі судна, які перетинають судновий хід, повинні пропустити усі судна, які рухаються по судновому ходу",
            "перетин курсу іншого судна рекомендується виконувати за його кормою. Допускається перетин курсу по носу судна за умови, що після закінчення маневру перетину до судна, що наближається, залишається не менше 300 м. Прогулянкові/малі судна, які перетинають судновий хід, повинні пропустити судна, які рухаються по судновому ходу вверх"
        ]
    },
    {
        id: 258,
        q: "З якою швидкістю дозволяється рух прогулянковим/малим суднам в нічний час?",
        options: [
            "дозволяється зі швидкістю 5 км/год, за умови несення ходових вогнів необхідних згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, при видимості не менше 400 м, без права перетину фарватеру і без права руху в межах міста або інших населених пунктах",
            "дозволяється зі швидкістю 15 км/год, за умови несення ходових вогнів необхідних згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, при видимості не менше 500 м, без права перетину фарватеру і без права руху в межах міста або інших населених пунктах",
            "дозволяється зі швидкістю 15 км/год, за умови несення ходових вогнів необхідних згідно з встановленими правилами судноплавства на внутрішніх водних шляхах України, при видимості не менше 1000 м, без права перетину фарватеру і без права руху в межах міста"
        ]
    },
    {
        id: 259,
        q: "Де дозволено перетинати судновий хід в межах міста?",
        options: [
            "тільки в встановлених місцях, тільки в денний час доби тільки при видимості не менше 1000 м і в найкоротший термін",
            "тільки в встановлених місцях, тільки при видимості не менше 500 м і в найкоротший термін",
            "тільки в денний час доби тільки при видимості не менше 1000 м і в найкоротший термін"
        ]
    },
    {
        id: 260,
        q: "У разі виникнення небезпеки, судна що прямують уверх, які сигнали повинні подати?",
        options: [
            "у разі неясності дій інших суден, неподання або неправильному підтвердження сигналів, втрати орієнтування, невпевненості в оцінці ситуації, судноводій прогулянкового/малого судна, що йде вгору, має знизити швидкість, аж до зупинки судна щодо берега (дна) і розібратися в обстановці",
            "у разі неясності дій інших суден, неподання або неправильному підтвердження сигналів, втрати орієнтування, невпевненості в оцінці ситуації, судноводій прогулянкового/малого судна, що йде вгору має подати звукові сигнали що повинні супроводжуватися синхронно світловими сигналами, що мають зелений колір і сектор освітлення 360 °, як вдень, так і вночі",
            "у разі виникнення небезпеки, судноводій прогулянкового/малого судна що йде вгору, має знизити швидкість, аж до зупинки судна відносно берега (дна) і розібратися в обстановці"
        ]
    },
    {
        id: 261,
        q: "Де повинні рухатись прогулянкові/малі судна по відношенню фарватеру?",
        options: [
            "по центру фарватеру",
            "за межами фарватеру",
            "по лівій кромці фарватеру"
        ]
    },
    {
        id: 262,
        q: "Як здійснюється поворот суднами?",
        options: [
            "усі судна можуть здійснювати поворот (оборот), як вліво, так і вправо, лише у спеціально визначених місцях",
            "поворот суднами здійснюється у будь якому місті, за умов дотримання правил судноплавства",
            "усі судна можуть здійснювати поворот (оборот), як вліво, так і вправо, лише після того, як вони переконалися в тому, що рух інших суден дає їм можливість це зробити без ризику і, що інші судна не будуть змушені раптово змінювати свій курс або швидкість"
        ]
    },
    {
        id: 263,
        q: "Які ходові вогні повинно нести одиночне прогулянкове/мале судно, довжиною до 7 метрів, у нічний час?",
        options: [
            "тільки білий звичайний кормовий вогонь",
            "тільки жовтий звичайний круговий вогонь",
            "тільки білий звичайний круговий вогонь"
        ]
    },
    {
        id: 264,
        q: "Які ходові вогні повинно нести одиночне прогулянкове/мале судно, довжиною понад 7 метрів, у нічний час?",
        options: [
            "топовий, бортові, круговий",
            "топовий, кормовий",
            "топовий, бортові, кормовий"
        ]
    },
    {
        id: 265,
        q: "Які вогні повинно нести вночі буксируюче судно довжиною менше 50 м. на ходу?",
        options: [
            "три топових вогні, розташованих один над одним в передній частині по осі судна, бортові вогні, білий кормовий вогонь",
            "два топових вогні, розташованих один над одним в передній частині по осі судна, бортові вогні, жовтий кормовий вогонь",
            "три топових вогні, розташованих один над одним в передній частині по осі судна, бортові вогні, жовтий кормовий вогонь"
        ]
    },
    {
        id: 266,
        q: "Де дозволяється зупинятись прогулянковим/малим суднам у межах суднового ходу?",
        options: [
            "забороняється зупинятися в межах фарватеру",
            "в спеціально визначених знаками судового ходу місцях",
            "виключно поза межами міста"
        ]
    },
    {
        id: 267,
        q: "Які вогні повинно мати прогулянкове/мале судно при стоянці на якорі?",
        options: [
            "один жовтий круговий вогонь",
            "один білий круговий вогонь",
            "топовий та кормовий вогні"
        ]
    },
    {
        id: 268,
        q: "Який знак вказує на перехід фарватеру від одного берега до іншого?",
        options: [
            "«Рух маломірних суден заборонено»",
            "«Розходження дозволено»",
            "«Перевальний»"
        ]
    },
    {
        id: 269,
        q: "З якою швидкістю прогулянкові/малі судна повинні рухатися уздовж границь пляжів?",
        options: [
            "15 км/год",
            "5 км/год",
            "10 км/год"
        ]
    },
    {
        id: 270,
        q: "При якій видимості дозволяється рух прогулянкових/малих суден?",
        options: [
            "не менше ніж 300 м, а в межах фарватеру, в дозволених випадках, не менше ніж 500 м.",
            "не менше ніж 500 м, а в межах фарватеру, в дозволених випадках, не менше ніж 1000 м.",
            "не менше ніж 1000 м, а в межах фарватеру, в дозволених випадках, не менше ніж 500 м"
        ]
    },
    {
        id: 271,
        q: "Особи, якого віку допускаються до керування прогулянковим/малим судном?",
        options: [
            "допускаються до керування судном особи не молодше 18-ти років, які при собі мають документи на право керування судном із зазначенням відповідної категорії судна і дозволеного району плавання",
            "допускаються до керування судном особи не молодше 16-ти років, які при собі мають документи на право керування судном із зазначенням відповідної категорії судна і дозволеного району плавання",
            "допускаються до керування судном особи не молодше 21-го року, які при собі мають документи на право керування судном із зазначенням відповідної категорії судна і дозволеного району плавання"
        ]
    },
    {
        id: 272,
        q: "Яка мінімальна відстань для обміну відмашками для прогулянкових/малих суден?",
        options: [
            "не менше ніж за 200 м. Першим подає відмашку на розходження (пропуск) судно, що йде вгору",
            "не менше ніж за 300 м. Першим подає відмашку на розходження (пропуск) судно, що йде вгору",
            "не менше ніж за 250 м. Першим подає відмашку на розходження (пропуск) судно, що йде вниз"
        ]
    },
    {
        id: 273,
        q: "Будь-яке судно, зайняте водолазними роботами, на додаток до сигналізації передбаченої правилами, повинно нести?",
        options: [
            "сигнальний червоний прапор, як вдень так і вночі",
            "сигнальний блакитний прапор, як вдень так і вночі",
            "сигнальний прапор (щит) «А», як вдень так і вночі"
        ]
    },
    {
        id: 274,
        q: "Які правила руху під мостами для прогулянкових/малих суден?",
        options: [
            "прохід під мостами дозволяється зі швидкістю 10 км/год. Забороняється обгін під мостами і в 200 метровій зоні, прилеглій до мосту, а також коли на траверзі вже є два судна",
            "прохід під мостами дозволяється зі швидкістю 5 км/год. Забороняється обгін під мостами і в 100 метровій зоні, прилеглій до мосту, а також коли на траверзі вже є два судна",
            "прохід під мостами дозволяється зі швидкістю 15 км/год. Забороняється обгін під мостами і в 100 метровій зоні, прилеглій до мосту, а також коли на траверзі вже є два судна"
        ]
    },
    {
        id: 275,
        q: "В яких випадках заборонено виходити в плавання прогулянковим/малим суднам?",
        options: [
            "з порушенням термінів відкриття та закриття навігації, на технічно не справному судні",
            "при відсутності у судноводія при собі встановлених правилами суднових документів і документів на право керування судном, на не зареєстрованому судні (у разі обов'язкової реєстрації), без відповідних бортових номерних знаків",
            "при видимості менше 500 м, при гідрометеорологічних умовах, що перевищують встановлені норми, для даного судна"
        ]
    },
    {
        id: 276,
        q: "Які додаткові заходи повинні бути зроблені під час перевезення дітей?",
        options: [
            "діти повинні бути одягнені в дитячі індивідуальні рятувальні засоби, діти від 7 до 10 років повинні бути з супроводжуючими їх дорослими людьми (по одному на кожного), перевезення дітей віком до 7 років на прогулянкових/малих суднах заборонено",
            "діти повинні бути одягнені в дитячі індивідуальні рятувальні засоби, діти до 16 років повинні бути з супроводжуючими їх дорослими людьми (по одному на кожного)",
            "діти повинні бути одягнені в дитячі індивідуальні рятувальні засоби, діти до 10 років повинні бути з супроводжуючими їх дорослими людьми (по одному на кожного)"
        ]
    },
    {
        id: 277,
        q: "Якщо зустріч у вузькому проході стає неминучою та судноводій помічає небезпеку зіткнення, судно повинне подати:",
        options: [
            "серію дуже коротких сигналів, що складаються не менш ніж з чотирьох звуків - «Безпосередня небезпека зіткнення». Звукові сигнали транспортних суден повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 °, як вдень, так і вночі",
            "серію дуже коротких сигналів, що складаються не менш ніж з п'яти звуків - «Безпосередня небезпека зіткнення». Звукові сигнали транспортних суден повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 °, як вдень, так і вночі",
            "серію дуже коротких сигналів, що складаються не менш ніж з шести звуків - «Безпосередня небезпека зіткнення». Звукові сигнали транспортних суден повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 °, як вдень, так і вночі"
        ]
    },
    {
        id: 278,
        q: "Як судна повинні проходити через вузькі проходи?",
        options: [
            "усі судна повинні проходити вузький прохід в мінімальний термін. Судно що йде зверху повинно безперешкодно пропустити зустрічне судно. Коли зустріч у вузькому проході стає неминучою, обидва судна повинні вжити всіх можливих дії, щоб пропуск відбувся в місці і умовах, які б забезпечили безпечний пропуск цих суден",
            "усі судна повинні проходити вузький прохід в мінімальний термін. Судно що йде знизу повинно безперешкодно пропустити зустрічне судно. Коли зустріч у вузькому проході стає неминучою, обидва судна повинні вжити всіх можливих дії, щоб пропуск відбувся в місці і умовах, які б забезпечили безпечний пропуск цих суден",
            "усі судна повинні проходити вузький прохід в мінімальний термін. Судно що йде знизу повинно за 300 м до вузького місця стати на якір та пропустити зустрічне судно. Коли зустріч у вузькому проході стає неминучою, обидва судна повинні вжити всіх можливих дії, щоб пропуск відбувся в місці і умовах, які б забезпечили безпечний пропуск цих суден"
        ]
    },
    {
        id: 279,
        q: "При якій видимості прогулянковому/малому судну забороняється виходити на судовий хід?",
        options: [
            "менш 1000 м",
            "менш 800 м",
            "менш 500 м"
        ]
    },
    {
        id: 280,
        q: "Який сигнал подають судна, що йдуть вверх і звільняють шлях суднам, що йдуть униз із правого борту?",
        options: [
            "повинні завчасно подати світло імпульсний сигнал (відмашку) з правого борту",
            "повинні завчасно подати відмашку синім прапором з правого борт",
            "повинні завчасно подати відмашку червоним прапором з правого борту"
        ]
    },
    {
        id: 281,
        q: "Що означає сигнал «три коротких звуки», який подає судно?",
        options: [
            "судно йде заднім ходом",
            "судно зупиняється",
            "судно швартується"
        ]
    },
    {
        id: 282,
        q: "На яку відстань забороняється підпливати гідроцикли до пляжів і іншим організованим місцях купання?",
        options: [
            "ближче ніж 50 метрів від буйків огородження",
            "ближче ніж 10 метрів від буйків огородження",
            "ближче ніж 25 метрів від буйків огородження"
        ]
    },
    {
        id: 283,
        q: "Що таке зустрічне плавання?",
        options: [
            "рух судна за течією",
            "рух двох суден, що йдуть назустріч один одному",
            "рух двох суден у протилежних чи майже в протилежних напрямках"
        ]
    },
    {
        id: 284,
        q: "Які основні суднові документи повинні бути на прогулянковому/малому судні?",
        options: [
            "судновий білет, свідоцтво про придатність судна до плавання, дозвіл на право користування судновою радіостанцією",
            "судновий білет, свідоцтво про придатність судна до плавання, свідоцтво про право власності на судно",
            "судновий білет, свідоцтво про придатність судна до плавання"
        ]
    },
    {
        id: 285,
        q: "Яке судно несе даний сигнал: чорна куля на видному місці?",
        options: [
            "судно вдень при стоянці на якорі",
            "судно, що здійснює промисловий лов",
            "судно, на якому виконуються водолазні роботи, вдень"
        ]
    },
    {
        id: 286,
        q: "При здійсненні повороту ліворуч або маневру, які сигнали подаються судном?",
        options: [
            "один тривалий звук та один короткий звук",
            "один тривалий звук та два коротких звук",
            "два тривалих звука та два коротких звука"
        ]
    },
    {
        id: 287,
        q: "Державний нагляд за безпекою на морському та річковому транспорті?",
        options: [
            "Адміністрація судноплавства",
            "Державне підприємство «Класифікаційне товариство «Регістр судноплавства України»",
            "Національна поліція України"
        ]
    },
    {
        id: 288,
        q: "В яких місцях дозволяється пересікати фарватер прогулянковим/малим суднам в межах міст?",
        options: [
            "тільки в встановлених місцях, в денний час, при видимості не менше 1000 м і в найкоротший термін",
            "в будь якому місці суднового ходу, при видимості не менше 500 м і в найкоротший термін",
            "тільки в встановлених місцях, в денний час, при видимості не менше 500 м і в найкоротший термін"
        ]
    },
    {
        id: 289,
        q: "Які дії судна, яке поступається шляхом?",
        options: [
            "судно, яке має у себе інше судно з лівого боку, має своєчасно поступитися йому дорогу. Однак це інше судно, коли для нього стає очевидним, що судно, зобов'язане дати дорогу, не робить відповідного дії, необхідного цими Правилами, може почати дію, щоб уникнути зіткнення тільки власним маневром",
            "кожне судно, яке зобов'язане дати дорогу іншому судну, повинно, наскільки це можливо, зробити завчасне і рішуча дія з тим, щоб \"чисто\" розійтися з іншим судном",
            "судно, яке має у себе інше судно з правого боку, має своєчасно поступитися йому дорогу. Однак це інше судно, коли для нього стає очевидним, що судно, зобов'язане дати дорогу, не робить відповідного дії, необхідного цими Правилами, може почати дію, щоб уникнути зіткнення тільки власним маневром"
        ]
    },
    {
        id: 290,
        q: "В денний час доби, судноводій прогулянкового/малого судна бачить судно, яке на видному місці несе знак, що складається з квадратного прапора з кулею, що знаходиться під ним. Що це означає?",
        options: [
            "судно на якорі",
            "судно, зайняте днопоглиблювальними роботами",
            "судно, яке терпить лихо та потребує допомоги"
        ]
    },
    {
        id: 291,
        q: "На якій відстані від границі суднового ходу забороняється прогулянковому/малому судну знаходитись на якорі?",
        options: [
            "ближче 15 метрів",
            "ближче 25 метрів",
            "ближче 10 метрів"
        ]
    },
    {
        id: 292,
        q: "Якщо виникає загроза зіткнення між вітрильним та моторним судном, хто повинен надати перевагу?",
        options: [
            "вітрильне судно повинно дати дорогу моторному судну",
            "судно, що бачить інше судно по правому борту, повинне дати йому дорогу і, якщо дозволяють обставини, уникнути перетинання його курсу попереду",
            "моторне судно повинно дати дорогу вітрильному судну"
        ]
    },
    {
        id: 293,
        q: "Який знак має прогулянкове/мале судно, що йде під вітрилом і в той же час може рухатися за допомогою мотору?",
        options: [
            "червоний конус вершиною вверх",
            "чорний конус вершиною вниз",
            "чорний конус вершиною вверх"
        ]
    },
    {
        id: 294,
        q: "Що означає сигнал, піднятий на судні: дві чорних кулі, розміщені по вертикалі?",
        options: [
            "цей сигнал підіймається в день судном, яке виконує маневр",
            "цей сигнал підіймається в день судном безпосередньо перед маневром",
            "цей сигнал підіймається в день судном, в якого відсутня можливість маневру"
        ]
    },
    {
        id: 295,
        q: "Якою повинна бути швидкість прогулянкових/малих суден в місцях масового відпочинку людей з буйковим огородженням?",
        options: [
            "уздовж пляжів дозволяється рух тільки за межами буйкового огородження і зі швидкістю 5 км/год",
            "уздовж пляжів дозволяється рух тільки за межами буйкового огородження і зі швидкістю 10 км/год",
            "уздовж пляжів дозволяється рух тільки за межами буйкового огородження і зі швидкістю 15 км/год"
        ]
    },
    {
        id: 296,
        q: "В яких місцях на річці прогулянковим/малим суднам дозволяється перетинати судновий хід?",
        options: [
            "на річці перетинати фарватер судна можуть в межах міст тільки у встановлених місцях, а за межами - в будь-якому місці",
            "на річці перетинати фарватер судна можуть в межах міст тільки напроти баз стоянок, рухаючись курсом перпендикулярним фарватеру",
            "на річці перетинати фарватер судна можуть в межах міст тільки напроти баз стоянок, коли судноводії впевнений що маневр буде здійснений безпечно"
        ]
    },
    {
        id: 297,
        q: "Які дії зобов’язаний виконати судноводій на вимогу осіб, що контролюють безпеку руху?",
        options: [
            "продовжити рух судна у разі впевненості в дотриманні правил руху",
            "зобов’язаний зменшити швидкість руху",
            "зобов’язаний зупинити судно та виконати законні вимоги осіб, що контролюють безпеку руху"
        ]
    },
    {
        id: 298,
        q: "З якою швидкістю дозволяється підходити та рухатися прогулянковому/малому судну, у місцях масового відпочинку людей необладнаних буями?",
        options: [
            "залежно від вимог місцевих Правил плавання для маломірних суден",
            "зазначеним суднам забороняється підходити та рухатися у місцях масового відпочинку людей необладнаних буями",
            "не більше ніж 10 км/год"
        ]
    },
    {
        id: 299,
        q: "Чи входить в зобов’язання судноводіїв надавати у розпорядження контролюючих органів своє судно?",
        options: [
            "медичному персоналу для транспортування хворого",
            "посадовим особам у випадках виконання невідкладних завдань для забезпечення безпеки судноплавства",
            "так, але за умов передбачених чинним законодавством"
        ]
    },
    {
        id: 300,
        q: "За яких умов дозволяється вихід прогулянкових/малих суден у плавання?",
        options: [
            "технічної справності судна та наявності відповідного спорядження, погодних умов, які не обмежують експлуатацію судна, та видимості не менш 500 метрів, наявності у судноводія суднових документів та свідоцтва на право керування маломірним судном",
            "технічної справності судна, погодних умов, які не обмежують експлуатацію судна, та видимості не менш 1000 метрів, наявності у судноводія свідоцтва на право керування маломірним судном",
            "технічної справності судна та наявності відповідного спорядження, погодних умов, які не обмежують експлуатацію судна, та видимості не менш 300 метрів, наявності у судноводія суднових документів"
        ]
    },
    {
        id: 301,
        q: "Чи можуть вітрильні судна користуватися водними об’єктами в період закритої навігації?",
        options: [
            "можуть за умови сприятливих погодних умов",
            "не можуть користуватися",
            "можуть за умови віддаленості від найближчого берега не більше ніж 500 метрів"
        ]
    },
    {
        id: 302,
        q: "Чи дозволяється встановлювати на вітрильному судні додаткові кругові червоний та зелений сигнально-розпізнавальні ліхтарі?",
        options: [
            "не дозволяється",
            "дозволяється тільки з дозволу Регістру судноплавства України",
            "дозволяється"
        ]
    },
    {
        id: 303,
        q: "Який сигнально-розпізнавальний ліхтар має бути на кормі вітрильному судні?",
        options: [
            "один жовтий вогонь з сектором освіщеності 135 градусів",
            "один білий вогонь з сектором освіщеності 225 градусів",
            "один білий вогонь з сектором освіщеності 135 градусів"
        ]
    },
    {
        id: 304,
        q: "Які типи сигнально-розпізнавальних ліхтарів використовуються на вітрильному судні?",
        options: [
            "бортові та топові вогні",
            "бортові та стояночні вогні",
            "бортові та кормовий вогні"
        ]
    },
    {
        id: 305,
        q: "Яке з перерахованих нижче дій водія не входить в число обов'язкових при контрольному огляді гідроциклу перед пуском двигуна?",
        options: [
            "перевірка наявності документів на борту",
            "перевірка кріплення шнура безпеки",
            "перевірка рівня палива та масла"
        ]
    },
    {
        id: 306,
        q: "Яке адміністративне покарання передбачається за недотримання особою, керуючим маломірним судном, встановленої швидкості?",
        options: [
            "попередження або штраф від трьох до п’яти неоподаткованих мінімумів доходів громадян або позбавлення права керування маломірним судном на строк до одного року",
            "штраф від одного до п’яти неоподаткованих мінімумів доходів громадян або позбавлення права керування маломірним судном на строк до одного року",
            "попередження або штраф від трьох до п’яти неоподаткованих мінімумів доходів громадян"
        ]
    },
    {
        id: 307,
        q: "Чи можна використовувати гідроцикл в темний час доби?",
        options: [
            "не можна",
            "можна, за умови пересування мінімальною швидкістю",
            "можна, за умови несення навігаційних вогнів"
        ]
    },
    {
        id: 308,
        q: "Хто допускається до управління гідроциклами і іншими судами, що пройшли державну реєстрацію?",
        options: [
            "будь-які особи не молодше 18 років",
            "особи не молодше 18 років, які мають Посвідчення судноводія маломірного судна відповідної категорії та дозволеного району плавання",
            "особи не молодше 18 років, які мають досвід керування гідроциклами та іншими суднами"
        ]
    },
    {
        id: 309,
        q: "Де має слідувати маломірне судно (в т.ч. гідроцикл) по судновому ходу, якщо немає можливості слідувати по кромці або за кромкою суднового ходу?",
        options: [
            "по судновому ходу в межах 25 метрової полоси від кромки суднового ходу",
            "по судновому ходу в межах 10 метрової полоси від кромки суднового ходу",
            "будь-де по судновому ходу за умов відсутності інших суден"
        ]
    },
    {
        id: 310,
        q: "За яких умов можна на гідроциклі перевозити дітей дошкільного віку?",
        options: [
            "за умов супроводу дорослих та одягнуті в рятувальні жилети",
            "за умов проведення інструктажу з безпеки та одягнуті в рятувальні жилети",
            "за умов наявності рятувальних жилетів на борту гідроциклу та супроводу дорослих"
        ]
    },
    {
        id: 311,
        q: "Використання гідроциклів дозволяється?",
        options: [
            "у світлий час доби та при видимість не менше 1000 метрів",
            "у світлий час доби та за умови сприятливих погодних умов",
            "будь-коли за умови дотримання обмежень судна, призначених Регістром судноплавства України"
        ]
    },
    {
        id: 312,
        q: "Що забороняється гідроциклам при плаванні по внутрішнім водним шляхах?",
        options: [
            "виходити у плавання без реєстраційних документів та свідоцтва судноводія маломірного судна",
            "перевозити вибухонебезпечні та легкозаймисті вантажі",
            "обидві відповіді вірні"
        ]
    },
    {
        id: 313,
        q: "Які відомості мають бути вказані на борту гідроциклу?",
        options: [
            "номер державної реєстрації",
            "назва виробника та потужність двигуна",
            "номер Державної реєстрації або назва судна"
        ]
    },
    {
        id: 314,
        q: "В якому з наступних випадків не дозволяється користуватися гідроциклом?",
        options: [
            "обидві відповіді вірні",
            "судноводій не має посвідчення на право керування маломірним судном відповідної категорії",
            "судно не зареєстроване у встановленому порядку"
        ]
    },
    {
        id: 315,
        q: "За якої видимості можливе використання гідроциклу?",
        options: [
            "не менш як 500 метрів",
            "не менш як 1000 метрів",
            "не менш як 200 метрів"
        ]
    },
    {
        id: 316,
        q: "Чи дозволяється підхід водних мотоциклів до берега, місцях масового відпочинку громадян?",
        options: [
            "підхід гідроциклів до берега в місцях масового відпочинку громадян дозволено за умови впевненості судноводія в безпечності руху",
            "підхід гідроциклів до берега в місцях масового відпочинку громадян дозволено у випадку наявності спеціально відведеного та огородженого фарватеру",
            "підхід гідроциклів до берега в місцях масового відпочинку громадян заборонено у будь-яких випадках"
        ]
    },
    {
        id: 317,
        q: "Порядок посадки та висадки пасажирів на гідроциклі:",
        options: [
            "порядок посадки (висадки) пасажирів визначається в залежності від навігаційній обстановки",
            "порядок посадки (висадки) пасажирів визначає особисто судноводій",
            "посадка (висадка) пасажирів повинна відбуватися у обладнаного для цих цілей причалу (берега) при непрацюючому двигуні. Контроль за безпекою посадки (висадки) людей повинен здійснювати особисто судноводій. Судноводій повинен провести інструктаж про правила поведінки на судні і перевірити чи правильно одягнені рятувальні жилети"
        ]
    },
    {
        id: 318,
        q: "Скільки спортсменів воднолижників одночасно може буксирувати гідроцикл?",
        options: [
            "не більше трьох",
            "не більше одного",
            "не більше двох"
        ]
    },
    {
        id: 319,
        q: "У яких з нижче перерахованих випадків забороняється запускати двигун і починати рух гідроциклу?",
        options: [
            "пасажири та судноводій не вдягли рятувальні жилети",
            "судноводій не впевнився в справності гідроциклу",
            "обидві відповіді вірні"
        ]
    },
    {
        id: 320,
        q: "Ким здійснюється випуск прогулянкового/малого судну територіальне море, внутрішні води України на відстань до 2 (двох) морських миль?",
        options: [
            "прикордонною службою",
            "Адміністрацією причалу, пристані, пункту базування суден, тобто місця, де прогулянкове/мале судну стало на тимчасовий облік по прибуттю в прикордонну смугу або контрольований прикордонний район",
            "Державною службою морського і внутрішнього водного транспорту та судноплавства України"
        ]
    },
    {
        id: 321,
        q: "У яких випадках встановлюється обмеження руху суден на акваторії бази стоянки?",
        options: [
            "у випадках несприятливих погодних умов випускний режим бази стоянки повинен встановити обмеження швидкості руху прогулянковому/малому судні по акваторії бази стоянки",
            "у всіх випадках випускний режим бази стоянки не повинен встановити обмеження швидкості руху прогулянковому/малому судні по акваторії бази стоянки",
            "у всіх випадках випускний режим бази стоянки повинен встановити обмеження швидкості руху прогулянковому/малому судні по акваторії бази стоянки"
        ]
    },
    {
        id: 322,
        q: "Хто встановлює терміни щорічного відкриття та закриття навігації для прогулянкових/малих суден?",
        options: [
            "територіальний структурний підрозділ Адміністрації судноплавства за узгодженням з місцевою державною адміністрацією",
            "Адміністрація судноплавства за погодження з місцевою державною адміністрацією",
            "Голова Облради за поданням Облдержадміністрації узгодженого з начальником територіального структурного підрозділу Адміністрації судноплавства"
        ]
    },
]