// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    //  Розділ 3 (техніка безпеки)
    //
    {
        id: 69,
        q: "Чи дозволяється судноводію прогулянкового/малого судна перевозити пасажирів, що знаходяться в стані алкогольного або наркотичного сп’яніння будь-якого ступеня?",
        options: [
            "дозволяється",
            "на розсуд судноводія",
            "!забороняється"
        ]
    },
    {
        id: 70,
        q: "Що повинен знати судноводій прогулянкового/малого судна при перевезенні вибухових та вогненебезпечних вантажів?",
        options: [
            "!перевезення вибухових та вогненебезпечних вантажів прогулянковим/малим судном, яке не обладнано для таких цілей, заборонено",
            "характеристики вантажу та умови займання",
            "характеристики вантажу та способи гасіння"
        ]
    },
    {
        id: 71,
        q: "В чому полягають практичні дії судноводія прогулянкового/малого судна при виявленні розливу нафтових продуктів?",
        options: [
            "виявлення причини та місця розливу",
            "локалізація розливу та прибирання нафтових продуктів",
            "!обидві відповіді вірні"
        ]
    },
    {
        id: 72,
        q: "Де з метою посилення охорони довкілля від забруднення та охорони рибних запасів, забороняється рух прогулянкових/малих суден?",
        options: [
            "не ближче ніж 50 м. до нерестилищ, заказників, заповідників",
            "!не ближче ніж 25 м. до нерестилищ, заказників, заповідників та на малих річках",
            "на малих річках"
        ]
    },
    {
        id: 73,
        q: "Де повинна проводитися заправка моточовнів паливно-мастильними матеріалами?",
        options: [
            "на території баз для стоянки для прогулянкових/малих суден",
            "!з борту плавучих заправних станцій або на території баз для стоянки прогулянкових/малих суден, за умов дотримання заходів для запобігання забруднення водної поверхні",
            "з борту плавучих заправних станцій"
        ]
    },
    {
        id: 74,
        q: "Де дозволяється зберігати промаслене ганчір`я та інше сміття?",
        options: [
            "в будь-якому місці на судні, з подальшою здачею на берегові споруди",
            "в машинному відсіку",
            "!в спеціально відведеному контейнері з подальшою здачею на берегові споруди"
        ]
    },
    {
        id: 75,
        q: "Хто повинен на судні організовувати боротьбу з пожежею?",
        options: [
            "!капітан",
            "всі люди, які присутні на борту",
            "людина, яка має досвід у гасінні пожежі"
        ]
    },
    {
        id: 76,
        q: "Яка ціль боротьби з пожежею на судні?",
        options: [
            "збереження вантажу та судна",
            "збереження власних речей та цінностей",
            "!збереження життя людей та судна на плаву"
        ]
    },
    {
        id: 77,
        q: "Які першочергові дії судноводія при виникненні спалаху вогнища на судні?",
        options: [
            "подати сигнал про аварійну подію",
            "!обмежити розповсюдження вогню та вибрати засіб для гасіння пожежі",
            "залишити судно"
        ]
    },
    {
        id: 78,
        q: "З якої сторони необхідно підходити до палаючого судна для надання допомоги?",
        options: [
            "підвітряної",
            "!навітряної",
            "з кормової частини судна"
        ]
    },
    {
        id: 79,
        q: "Що не можна використовувати для гасіння легкозаймистих речовин, таких як бензин і керосин?",
        options: [
            "!воду",
            "порошкові засоби гасіння",
            "вуглекислотні засоби гасіння"
        ]
    },
    {
        id: 80,
        q: "На яку відстань забороняється підпливати прогулянковим/малим суднам до місць масового відпочинку?",
        options: [
            "ближче ніж 15 метрів",
            "ближче ніж 35 метрів",
            "!ближче ніж 25 метрів"
        ]
    },
    {
        id: 81,
        q: "На якій відстані від берега дозволяється викидати в море відходи з паперу, картону, скла, пляшок, черепків, за межами особливих районів?",
        options: [
            "!не ближче 12 морських миль від найближчого берегу",
            "не ближче 24 морських миль від найближчого берегу",
            "не ближче 6 морських миль від найближчого берегу"
        ]
    },
    {
        id: 82,
        q: "Яке сміття категорично заборонено викидати в любому місці Світового океану?",
        options: [
            "!пластик",
            "металеві предмети та скло",
            "харчові та побутові відходи"
        ]
    }
]