// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    // Розділ 8 (управління)
    //
    {
        id: 179,
        q: "Яке з суден, повинне поступитися шляхом іншому, якщо їхні курси перетинаються?",
        options: [
            "те судно, яке має інше на своїй лівій стороні, повинно поступитися шляхом",
            "!те судно, яке має інше на своїй правій стороні, повинно поступитися шляхом",
            "те судно, яке йде до низу, повинно поступитися шляхом"
        ]
    },
    {
        id: 180,
        q: "Як впливають мілини на керованість судном?",
        options: [
            "!на мілководді погіршується стійкість судна на курсі, з'являється рискливість, втрата швидкості через появи природних хвиль, спостерігається просідання судна",
            "на мілководді погіршується стійкість судна на курсі, з'являється рискливість, втрата швидкості через появи природних хвиль, спостерігається занурення судна",
            "на мілководді покращується стійкість судна на курсі, з'являється рискливість, втрата швидкості через появи природних хвиль, спостерігається просідання судна"
        ]
    },
    {
        id: 181,
        q: "Під впливом, яких чинників відбувається «дрейф судна»?",
        options: [
            "виключно під впливом сили вітру",
            "!під впливом сили вітру або течії, або того і іншого разом",
            "під впливом сили тяжіння"
        ]
    },
    {
        id: 182,
        q: "Що називається дрейфом судна?",
        options: [
            "!зміщення рухомого судна з лінії заданого курсу під впливом або вітру, або течії, або того й іншого разом. Дрейф судна - це також і переміщення судна з непрацюючим двигуном під впливом або вітру, або хвиль, або течії, або того, іншого і третього разом, а також коли судно на якорі, але якір не тримає і «повзе» по ґрунту",
            "зміщення не рухомого судна з лінії стоянки під впливом або вітру, або течії, або того й іншого разом. Дрейф судна - це також і переміщення судна з непрацюючим двигуном під впливом або вітру, або хвиль, або течії, або того, іншого і третього разом, а також коли судно на якорі, але якір не тримає і «повзе» по ґрунту",
            "зміщення рухомого судна вздовж лінії заданого курсу під впливом або вітру, або течії, або того й іншого разом. Дрейф судна - це також і переміщення судна з непрацюючим двигуном під впливом або вітру, або хвиль, або течії, або того, іншого і третього разом, а також коли судно на якорі, але якір не тримає і «повзе» по ґрунту"
        ]
    },
    {
        id: 183,
        q: "Які основні фактори впливають на величину дрейфу судна?",
        options: [
            "!конструктивні характеристики судна (форма обводів корпусу, розташування і величина надбудови, матеріал корпусу, та ін.), експлуатаційний стан судна (наявність крену, диференту, величина висоти надводного борту, величина опади тощо), зовнішні чинники (сила вітру, течії, висота хвилі, величина запасу води під кілем та ін.)",
            "експлуатаційний стан судна (наявність крену, диференту, величина висоти надводного борту, величина опади тощо), зовнішні чинники (сила вітру, течії, висота хвилі, величина запасу води під кілем та ін.)",
            "конструктивні характеристики судна (форма обводів корпусу, розташування і величина надбудови, матеріал корпусу, та ін.), зовнішні чинники (сила вітру, течії, висота хвилі, величина запасу води під кілем та ін.)"
        ]
    },
    {
        id: 184,
        q: "Які дії судноводія в умовах сильного хвилювання на воді?",
        options: [
            "при плаванні в умовах сильного хвилювання основне завдання судноводії прогулянкового/маломірного судна не допускати попадання води в середину судна і уникати набору швидкості, для цього йому необхідно вибирати відповідний курс і швидкість судна по відношенню до берега в залежності від умов плавання",
            "!при плаванні в умовах сильного хвилювання основне завдання судноводії прогулянкового/маломірного судна не допускати попадання води в середину судна і уникати втрати швидкості, для цього йому необхідно вибирати відповідний курс і швидкість судна по відношенню до хвилі в залежності від умов плавання",
            "при плаванні в умовах сильного хвилювання основне завдання судноводії прогулянкового/маломірного судна не допускати попадання води в середину судна і уникати набору швидкості, для цього йому необхідно вибирати відповідний курс і швидкість судна по відношенню до хвилі в залежності від умов плавання"
        ]
    },
    {
        id: 185,
        q: "Як діяти при сильному хвилюванні повертаючи судно під вітер?",
        options: [
            "!поворот під вітер менш небезпечне, ніж поворот на вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, поки воно поверне на 90 градусів, і другу, коли судно завершує оберт повертаючись від 90 градусів до 180 градусів. У першій частині маневру вітер сприяє повороту: коли судно поверне на 90 градусів, воно вже не матиме більшого крену від циркуляції. Входити до другої частини повороту слід як можна швидше. Так як, при незначній швидкості судно отримує великий дрейф під вітер",
            "поворот на вітер менш небезпечне, ніж поворот під вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, року воно поверне на 90 градусів, і другу коли судно завершує оберт повертаючись від 90 градусів до 180 градусів. У першій частині маневру вітер сприяє повороту: коли судно поверне на 90 градусів, воно вже не матиме більшого крену від циркуляції. Входити до другої частини повороту слід якомога швидше. Так як при незначній швидкості судно отримує великий дрейф під вітер",
            "поворот під вітер менш небезпечне, ніж поворот на вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, року воно поверне на 90 градусів, і другу коли судно завершує оберт повертаючись від 90 градусів до 180 градусів. У першій частині маневру вітер сприяє повороту: коли судно поверне на 90 градусів, воно може мати великий крен від циркуляції. Входити до другої частини повороту слід якомога тихіше. Так як при великій швидкості судно отримує великий дрейф під вітер"
        ]
    },
    {
        id: 186,
        q: "Як діяти при сильному хвилюванні повертаючи судно на вітер?",
        options: [
            "!поворот під вітер менш небезпечне, ніж поворот на вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, коли воно поверне на 90 градусів, і другу коли судно завершує оберт повертаючись від 90 градусів до 180 градусів. При повороте на вітер, або проти хвилі, першу частину повороту виконують на малому ходу, а другу, коли вітер впливає на борт і допомагає повороту, на більших обертах двигуна",
            "поворот на вітер менш небезпечне, ніж поворот під вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, коли воно поверне на 90 градусів, і другу коли судно завершує оборот повертаючись від 90 градусів до 180 градусів. При повороте на вітер по хвилі, першу частину повороту виконують на малому ходу, а другу, коли вітер впливає на корму і допомагає повороту, на великих оборотах двигуна",
            "поворот на вітер менш небезпечне, ніж поворот під вітер. Весь маневр можна розділити на дві частини: першу, від моменту коли судно починає поворот до того моменту, коли воно поверне на 90 градусів, і другу коли судно завершує оберт повертаючись від 90 градусів до 180 градусів. При повороте на вітер або проти хвилі, першу частину повороту виконують на малому ходу, а другу, коли вітер впливає на борт і допомагає повороту, на більших обертах двигуна"
        ]
    },
    {
        id: 187,
        q: "Які дії слід зробити при плаванні судна на мілині?",
        options: [
            "!на мілководді погіршується стійкість судна на курсі, з'являється втрата швидкості, через появу природної хвилі, спостерігається просідання судна. При плаванні судна по мілководдю необхідно заздалегідь зменшити його швидкість і бути уважним на кермі",
            "на мілководді прокрашується стійкість судна на курсі, з'являється втрата швидкості через появу природної хвилі, спостерігається просідання судна. При плаванні судна по мілководдю необхідно заздалегідь збільшити його швидкість і бути уважним на кермі",
            "на мілководді погіршується стійкість судна на курсі, з'являється набір швидкості через появу природної хвилі, спостерігається просідання судна. При плаванні судна по мілководдю необхідно заздалегідь зменшити його швидкість і віддати якір"
        ]
    },
    {
        id: 188,
        q: "У яких випадках дозволяється перетинання курсів і обгін суден?",
        options: [
            "для прогулянкового/малого судна: у всіх випадках маневр на розходження або обгін має бути безпечним з урахуванням погодних умов , достатнього водного простору з урахуванням руху інших суден",
            "!для прогулянкового/малого судна: у всіх випадках маневр на розходження або обгін має бути безпечним з урахуванням місцевих умов плавання, достатнього водного простору з урахуванням руху інших суден",
            "для прогулянкового/малого судна у випадках які дозволяються місцевими правилами судноплавства на внутрішніх водних шляхах маневр на розходження або обгін має бути безпечним з урахуванням гарної видимості, достатнього водного простору з урахуванням руху інших суден"
        ]
    },
    {
        id: 189,
        q: "Як повинні діяти судна, що йдуть курсами, які виключають усяку небезпеку зіткнення?",
        options: [
            "!для прогулянкового/малого судна: кожне із зазначених суден повинно зберегти свій курс і свою швидкість і не змінювати їх до кінця розходження",
            "для прогулянкового/малого судна: кожне із зазначених суден повинно зберегти свій курс але збільшити свою швидкість до 5 вузлів і не змінювати їх до кінця розходження",
            "для прогулянкового/малого судна: кожне із зазначених суден повинно зберегти свій курс і не змінювати його до кінця розходження"
        ]
    },
    {
        id: 190,
        q: "Як повинно діяти судно, якому при зустрічному плаванні чи при перетині курсів дають дорогу?",
        options: [
            "прогулянкове/мале судно, якому повинні поступитися шляхом, має зберігати курс і збільшити швидкість, але коли для нього стає очевидним, що судно, яке має поступитися шляхом, не робить відповідної дії щодо безпечного розходження, зобов'язано вжити власні оптимальні дії, щоб уникнути зіткнення",
            "!прогулянкове/мале судно, якому повинні поступитися шляхом, має зберігати курс і швидкість, але коли для нього стає очевидним, що судно, яке має поступитися шляхом, не робить відповідної дії щодо безпечного розходження, зобов'язано вжити власні оптимальні дії, щоб уникнути зіткнення",
            "прогулянкове/мале судно, якому повинні поступитися шляхом, має зберігати курс і зменшити швидкість, але коли для нього стає очевидним, що судно, яке має поступитися шляхом, не робить відповідної дії щодо безпечного розходження, зобов'язано вжити власні оптимальні дії, щоб уникнути зіткнення"
        ]
    },
    {
        id: 191,
        q: "Як повинні вчинити судна, які мають радіотелефонний зв'язок, при розходженні або обгоні?",
        options: [
            "судна, обладнані радіотелефонного зв'язком, повинні до розходження і обгону своєчасно нагадати один одному про розходження правим бортом або обгону на каналі виділеному для радіообміну",
            "!судна, обладнані радіотелефонного зв'язком, повинні до розходження і обгону своєчасно домовитися про найбільш зручне місце зустрічі і узгодити борт розходження або обгону на каналі виділеному для радіообміну",
            "судна, обладнані радіотелефонного зв'язком, повинні до розходження і обгону бути на зв’язку один з одним на каналі виділеному для радіообміну"
        ]
    },
    {
        id: 192,
        q: "Чи повинні зменшувати швидкість судна іншої категорії, коли їх обганяє прогулянкове/мале судно?",
        options: [
            "!всі судна які обгоняться повинні, при необхідності і можливості, полегшити обгін. Вони повинні зменшити швидкість, щоб обгін міг бути здійснений в умовах безпечної дистанції між бортами і досить швидко з тим, щоб уникнути тривалого перебування суден на траверзі, коли можуть виникнути сили тяжіння (присмоктування), коли судна йдуть назустріч один одному бортами",
            "всі судна які обгоняться повинні, при необхідності і можливості, полегшити обгін. Вони повинні збільшити швидкість, щоб обгін міг бути здійснений в умовах безпечної дистанції між бортами і досить швидко з тим, щоб уникнути тривалого перебування суден на траверзі, коли можуть виникнути сили тяжіння (присмоктування), коли судна йдуть назустріч один одному бортами",
            "всі судна які обгоняться повинні, при необхідності і можливості, полегшити обгін. Вони повинні зменшити відстань між бортами, щоб обгін міг бути здійснений в умовах безпечної дистанції між бортами і досить швидко з тим, щоб уникнути тривалого перебування суден на траверзі, коли можуть виникнути сили тяжіння (присмоктування), коли судна йдуть назустріч один одному бортами"
        ]
    },
    {
        id: 193,
        q: "Що відбувається з судном на мілководді?",
        options: [
            "!погіршується стійкість судна на курсі, з'являється рискливість, втрата швидкості через появи придонних хвиль, спостерігається просідання судна",
            "погіршується стійкість судна на курсі, з'являється набор швидкості через появи придонних хвиль",
            "погіршується стійкість судна на курсі, з'являється рискливість, спостерігається просідання судна, через появи придонних хвиль"
        ]
    },
    {
        id: 194,
        q: "У яких випадках швидкісні судна можуть рухатися у неводотонажному положенні?",
        options: [
            "!тільки в денний час доби, при видимості не менше 1000 м, а також вони не повинні слідувати в кільватері інших суден",
            "тільки в денний час доби, при видимості не менше 500 м, а також вони не повинні слідувати в кільватері інших суден",
            "в нічний та в денний час доби, при видимості не менше 1000 м, а також вони не повинні слідувати в кільватері інших суден"
        ]
    },
    {
        id: 195,
        q: "Хто з двох прогулянкових/малих суден, курси яких перетинаються таким чином, що може виникнути небезпека зіткнення, повинен звільнити шлях?",
        options: [
            "!те судно, яке має інше на своїй правій стороні, повинно поступитися шляхом",
            "те судно, яке має інше на своїй лівій стороні, повинно поступитися шляхом",
            "те судно, яке йде до низу, повинно поступитися шляхом"
        ]
    },
    {
        id: 196,
        q: "Які дії повинні виконати судна, що йдуть вверх при зустрічному плаванні?",
        options: [
            "при зустрічному зближенню судно, що йде вгору, зобов'язане поступитися шляхом судну, що йде вниз. Прогулянкове/мале судно при зустрічному зближенню повинне розходитися лівими бортами. Прогулянкове/мале судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. Для цього воно повинно не менше ніж за 200 м. і в залежності від навігаційної обстановки подати сигнал прапором - сигналом з лівого борту. Після отримання відповіді - підтвердження прапором - сигналом з лівого борту від судна, що йде вниз, судно, що йде вгору, має відхилитися вправо і розходження зробити лівими бортами",
            "при зустрічному зближенню судно, що йде вгору, зобов'язане поступитися шляхом судну, що йде вниз. Прогулянкові/малі судна при зустрічному зближенню повинне розходитися правими бортами. Прогулянкове/мале судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. Для цього воно повинно не менше ніж за 300 м. і в залежності від навігаційної обстановки подати сигнал прапором - сигналом з правого борту. Після отримання відповіді - підтвердження прапором, сигналом з правого борту від судна, що йде вниз, судно, що йде вгору, має відхилитися вліво і розходження зробити правими бортами",
            "!при зустрічному зближенню судно, що йде вгору, зобов'язане поступитися шляхом судну, що йде вниз. Прогулянкові/малі судна при зустрічному зближенню повинне розходитися лівими бортами. Прогулянкове/мале судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. Для цього воно повинно не менше ніж за 300 м. і в залежності від навігаційної обстановки подати сигнал прапором - сигналом з лівого борту. Після отримання відповіді - підтвердження прапором - сигналом з лівого борту від судна, що йде вниз, судно, що йде вгору, має відхилитися вправо і розходження зробити лівими бортами"
        ]
    },
    {
        id: 197,
        q: "Чи подають сигнал про розходження, судна, що йдуть вверх пропускаючи з лівого борту судна, що йдуть вниз?",
        options: [
            "судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. При цьому воно не повинно подавати сигнали",
            "!судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. Для цього воно повинно не менше ніж за 300 м. і в залежності від навігаційної обстановки подати сигнал прапором - сигналом з лівого борту",
            "судно, що йде вгору, має поступитися шляхом судну, що йде вниз, для чого судно, що йде вгору, має першим почати процедуру розходження. При цьому воно повинно подавати сигнал прапором - сигналом з правого борту"
        ]
    },
    {
        id: 198,
        q: "Що таке обгін?",
        options: [
            "!наближення судна (що обганяє) до іншого судна (що обганяється) у напрямку під кутом більше 22,5 град. позаду по траверзі судна, що обганяється",
            "коли одне судно, наближається вночі до іншого судна в секторі його кормового вогню (135 °), тобто вночі судно, що обганяє може бачити тільки кормовий вогонь поганяти судна і не може бачити жоден з його бортових вогнів",
            "рух суден паралельними курсами за умови перевищення швидкості одного з них"
        ]
    },
    {
        id: 199,
        q: "При яких умовах дозволяється обгін суден?",
        options: [
            "для прогулянкового/малого судна обгін дозволяється тільки тоді, коли судно, що обганяє впевнено, що маневр по обгону відбудеться безпечно з урахуванням місцевих умов плавання і руху інших суден. Судно, що обганяє, незалежно від того моторне воно або вітрильне, має обходити судно, що обганяють зі швидкістю відповідної даних умов плавання, тримаючись на відстані не менше 30 м.",
            "!для прогулянкового/малого судна обгін дозволяється тільки тоді, коли судно, що обганяє впевнено, що маневр по обгону відбудеться безпечно з урахуванням місцевих умов плавання і руху інших суден. Судно, що обганяє, незалежно від того моторне воно або вітрильне, має обходити судно, що обганяють зі швидкістю відповідної даних умов плавання, тримаючись на відстані не менше 10 м.",
            "для прогулянкового/малого судна обгін дозволяється тільки тоді, коли судно, що обганяє впевнено, що маневр по обгону відбудеться безпечно з урахуванням місцевих умов плавання і руху інших суден. Судно, що обганяє, незалежно від того моторне воно або вітрильне, має обходити судно, що обганяють зі швидкістю відповідної даних умов плавання, тримаючись на відстані не менше 20 м"
        ]
    },
    {
        id: 200,
        q: "Як повинно діяти судно, яке обганяють?",
        options: [
            "судно, яке обганяють, повинне при необхідності і можливості полегшити обгін, збільшити швидкість, коли це необхідно, для того щоб обгін міг бути проведений в умовах безпечного плавання і досить швидко, з тим щоб не заважати іншим суднам",
            "!судно, яке обганяють, повинне при необхідності і можливості полегшити обгін, зменшити швидкість, коли це необхідно, для того щоб обгін міг бути проведений в умовах безпечного плавання і досить швидко, з тим щоб не заважати іншим суднам",
            "судно, яке обганяють, повинне при необхідності і можливості полегшити обгін, змінити курс, коли це необхідно, для того щоб обгін міг бути проведений в умовах безпечного плавання і досить швидко, з тим щоб не заважати іншим суднам"
        ]
    },
    {
        id: 201,
        q: "Яким чином прогулянкове/мале судно здійснює обгін іншого подібного судна?",
        options: [
            "судно, що обганяє, незалежно від того моторне воно або вітрильне, або веслове має обходити судно, що обганяють зі швидкістю відповідної до даних умов плавання, тримаючись на відстані не менше 10 метрів від його шляху наступним чином: при перетині фарватеру тільки по його правому борту, за межами фарватеру - з будь-якого борту",
            "судно, що обганяє, незалежно від того моторне воно або вітрильне, або веслове має обходити судно, що обганяють зі швидкістю відповідної до даних умов плавання, тримаючись на відстані не менше 10 метрів від його шляху наступним чином: при перетині фарватеру - з будь-якого борту, за межами фарватеру по його лівому борту",
            "!судно, що обганяє, незалежно від того моторне воно або вітрильне, або веслове має обходити судно, що обганяють зі швидкістю відповідної до даних умов плавання, тримаючись на відстані не менше 10 метрів від його шляху наступним чином: при перетині фарватеру тільки по його лівому борту, за межами фарватеру,з будь-якого борту"
        ]
    },
    {
        id: 202,
        q: "Про що свідчить сигнал «п’ять коротких звуків» судна, яке обганяють?",
        options: [
            "!«П'ять коротких звуків» подає транспортне судно тоді, коли обгін його іншим судном неможливий через ризик зіткнення. Означає: «Мене обганяти не можна». Прогулянкові/малі судна цей сигнал під час обгону не застосовують. Звукові сигнали повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 градусів, як вдень, так і вночі",
            "«П'ять коротких звуків» подає транспортне судно тоді, коли обгін його іншим судном можливий без ризику зіткнення. Означає: «Мене обганяти можна». Прогулянкові/малі судна цей сигнал під час обгону не застосовують. Звукові сигнали повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 градусів, як вдень, так і вночі",
            "«П'ять коротких звуків» подає транспортне судно тоді, коли обгін його іншим судном неможливий через те що воно збирається здійснити маневр . Означає: «Мене обганяти не можна». Прогулянкові/малі судна цей сигнал під час обгону не застосовують. Звукові сигнали повинні супроводжуватися синхронно світловими сигналами, що мають жовтий колір і сектор освітлення 360 градусів, як вдень, так і вночі"
        ]
    },
    {
        id: 203,
        q: "Що повинно зробити прогулянкове/мале судно, якщо при здійсненні обгону воно створює високу хвилю?",
        options: [
            "в такому випадку судно, що обганяє, має збільшити хід або збільшити дистанцію між бортами при обгоні, якщо дозволяє ширина безпечного водного простору, або те й інше разом з тим, щоб зменшити висоту хвилі від свого судна і зробити обгін безпечно",
            "!в такому випадку судно, що обганяє, має зменшити хід або збільшити дистанцію між бортами при обгоні, якщо дозволяє ширина безпечного водного простору, або те й інше разом з тим, щоб зменшити висоту хвилі від свого судна і зробити обгін безпечно",
            "в такому випадку судно, що обганяє, має зупинитесь або збільшити дистанцію між бортами при обгоні, якщо дозволяє ширина безпечного водного простору, або те й інше разом з тим, щоб зменшити висоту хвилі від свого судна і зробити обгін безпечно"
        ]
    },
    {
        id: 204,
        q: "Які повинні бути умови до вибору місця якірної стоянки судна?",
        options: [
            "!обидві відповіді вірні",
            "місце якірної стоянки повинно бути: з гарною тримаючою силою ґрунту, з достатнім водним простором при зміні положення судна при зміні вітру (течії)",
            "місце якірної стоянки повинно бути: захищене від вітру, має достатню глибину, з рівним плином"
        ]
    },
    {
        id: 205,
        q: "Дія вітру на судно залежить від?",
        options: [
            "!вплив вітру на судно залежить не тільки від сили вітру, але і від ряду інших факторів, які необхідно враховувати при управлінні судном. Серед цих чинників дуже важливо ставлення осадки до надводного борту. Іншим важливим фактором є курсовий кут відносно вітру",
            "вплив вітру на судно залежить не тільки від сили вітру. Дуже важливим фактором є розміщення надбудови судна",
            "вплив вітру на судно залежить не тільки від сили вітру. Дуже важливим фактором є осадки судна"
        ]
    },
    {
        id: 206,
        q: "Борт судна, звернений до вітру це?",
        options: [
            "!надвітренний борт",
            "лівий борт",
            "правий борт"
        ]
    },
    {
        id: 207,
        q: "Борт судна, протилежний вітру?",
        options: [
            "правий борт",
            "!підвітренний борт",
            "лівий борт"
        ]
    },
    {
        id: 208,
        q: "Як називається вітер за напрямом корми судна?",
        options: [
            "!фордевінд",
            "левентік",
            "зют вест"
        ]
    },
    {
        id: 209,
        q: "Що впливає на величину дрейфу судна?",
        options: [
            "експлуатаційний стан судна (наявність крену, диферентна, величина висоти надводного борту, величина опади тощо), зовнішні чинники (сила вітру, течії, величина запасу води під кілем та ін.)",
            "!конструктивні характеристики судна (форма обводів корпусу, розташування і величина настройки, матеріал корпусу, тип рульового комплексу та ін.), експлуатаційний стан судна (наявність крену, диферентна, величина висоти надводного борту, величина опади тощо), зовнішні чинники (сила вітру, течії, величина запасу води під кілем та ін.)",
            "конструктивні характеристики судна (форма обводів корпусу, розташування і величина настройки, матеріал корпусу, тип движительно-рульового комплексу та ін.), експлуатаційний стан судна (наявність крену, диферентна, величина висоти надводного борту, величина опади тощо"
        ]
    },
    {
        id: 210,
        q: "Найбільший знос судно зазнає:",
        options: [
            "зношення судна викликається дією на судно сили вітру і течії. При вітрі найбільшому зносу підтверджено судно тоді, коли воно розташоване бортом проти вітру, має велику парусність, не великій надводний борт і велику осадку, має диферент, крен. При течії найбільшу знесенню схильне судно тоді, коли воно розташоване бортом до течії, має велику осадку, має диферент, крен",
            "зношення судна викликається дією на судно сили вітру і течії. При вітрі найбільшому зносу підтверджено судно тоді, коли воно розташоване носом до вітру, має не велику парусність, великий підводний борт і велику осадку, має диферент, крен. При течії найбільшу знесенню схильне судно тоді, коли воно розташоване бортом до течії, має велику осадку, має диферент, крен",
            "!зношення судна викликається дією на судно сили вітру і течії. При вітрі найбільшому зносу підтверджено судно тоді, коли воно розташоване бортом до вітру, має велику парусність, високий надводний борт і малу осадку, має диферент, крен. При течії найбільшу знесенню схильне судно тоді, коли воно розташоване бортом до течії, має велику осадку, має диферент, крен"
        ]
    },
    {
        id: 211,
        q: "Під час руху судна на мілководді судноводію необхідно:",
        options: [
            "!заздалегідь зменшити його швидкість і бути уважним на кермі",
            "необхідно стати на якір і бути уважним на кермі",
            "необхідно зупинити судно і бути уважним на кермі"
        ]
    },
    {
        id: 212,
        q: "Виводити катер із суводі потрібно?",
        options: [
            "!в сторону стрижня, максимально збільшуючи швидкість. Вивести прогулянкове/мале судно з суводі легше, якщо його вести по зовнішньому краю суводі біля самого берега",
            "в сторону стрижня, максимально зменшуючи швидкість. Вивести прогулянкове/мале судно з суводі легше, якщо його вести по зовнішньому краю суводі біля самого берега",
            "в сторону від стрижня, максимально збільшуючи швидкість. Вивести прогулянкове/мале судно з суводі легше, якщо його вести по внутрішній частині суводі біля самого берега"
        ]
    },
    {
        id: 213,
        q: "На якій відстані, щоб запобігти присмоктуванню, необхідно проводити обгін на прогулянковому/малому судні великих суден?",
        options: [
            "явище «присмоктування» при обгоні виникає на дистанції між бортами рівній менше половини довжині більшого судна",
            "явище «присмоктування» при обгоні виникає на дистанції між бортами рівній менше половини ширини більшого судна",
            "!явище «присмоктування» при обгоні виникає на дистанції між бортами рівній менше половини ширини меншого судна"
        ]
    },
    {
        id: 214,
        q: "За скільки метрів можна починати обгін?",
        options: [
            "для прогулянкового/малого судна за 200м.",
            "!для прогулянкового/малого судна за 100м.",
            "для прогулянкового/малого судна за 150 м"
        ]
    },
    {
        id: 215,
        q: "Як повинні маневрувати прогулянкові/малі судна для розходження один з одним на акваторії, яка не має судноплавної обстановки?",
        options: [
            "положення суден, вказане на малюнку, відповідає ситуації коли два судна йдуть назустріч один одному і має місце небезпечне зближення. Судна повинні розходитися лівими бортами. В даному випадку, коли відсутня судноплавна обстановка судноводій судна яке знаходиться справа на малюнку повинен вжити всіх заходів обережності, щоб розходження відбулось в місці і умовах, які забезпечили б безпечне розходження судна",
            "положення суден, вказане на малюнку, відповідає ситуації коли два судна йдуть назустріч один одному і має місце небезпечне зближення. Судна повинні розходитися правими бортами. В даному випадку, коли відсутня судноплавна обстановка, кожен з судноводіїв повинен вжити всіх заходів обережності, щоб розходження відбулася в місці і умовах, які забезпечили б безпечне розходження судна",
            "!положення суден, вказане на малюнку, відповідає ситуації коли два судна йдуть назустріч один одному і має місце небезпечне зближення. Судна повинні розходитися лівими бортами. В даному випадку, коли відсутня судноплавна обстановка, кожен з судноводіїв повинен вжити всіх заходів обережності, щоб розходження відбулася в місці і умовах, які забезпечили б безпечне розходження судна"
        ]
    },
    {
        id: 216,
        q: "В яких випадках прогулянковому/малому судну дозволено заходити та маневрувати на акваторії пляжів?",
        options: [
            "дозволяється, при умовах безпечного плавання",
            "!забороняється завжди",
            "дозволяється при необхідності"
        ]
    },
    {
        id: 217,
        q: "Як називається кут відхилення судна від курсу під дією вітру ?",
        options: [
            "кут курсу",
            "!кут дрейфу",
            "кут вітру"
        ]
    },
    {
        id: 218,
        q: "Якщо два моторних судна йдуть пересічними курсами так, що виникає небезпека зіткнення, яке судно повинно поступитися шляхом іншому судну?",
        options: [
            "те судно, яке має інше на своїй правій стороні, повинно поступитися шляхом;",
            "!те судно, яке має більшу швидкість, повинно поступитися шляхом",
            "те судно, яке має інше на своїй лівій стороні, повинно поступитися шляхом"
        ]
    },
    {
        id: 219,
        q: "Який порядок розходження прогулянкових/малих суден, що відійшли від різних берегів назустріч один одному, при небезпечному зближенні?",
        options: [
            "!в даному випадку судна повинні розходиться лівими бортами при цьому поступається шляхом і першим подає відмашку на розходження судно, що відійшло від правого берега. Умови по процедурі розходження аналогічні ситуації при зустрічному зближенні двох суден, що йдуть вгору і вниз",
            "в даному випадку судна повинні розходиться правими бортами при цьому поступається шляхом і першим подає відмашку на розходження судно, що відійшло від правого берега. Умови по процедурі розходження аналогічні ситуації при зустрічному зближенні двох суден, що йдуть вгору і вниз",
            "в даному випадку судна повинні розходиться лівими бортами при цьому поступається шляхом і першим подає відмашку на розходження судно, що відійшло від лівого берега. Умови по процедурі розходження аналогічні ситуації при зустрічному зближенні двох суден, що йдуть вгору і вниз"
        ]
    },
    {
        id: 220,
        q: "Чи допускається при плаванні по підхідному каналу взаємний обгін суден усіх видів?",
        options: [
            "забороняється лише у темний час доби",
            "дозволяється з дозволу начальника вахти шлюзу",
            "!забороняється"
        ]
    },
    {
        id: 221,
        q: "Обгін дозволяється лише у випадку, коли його можливо здійснити:",
        options: [
            "без зміни швидкості судна, що обганяють",
            "фарватер є досить широким",
            "!упевнившись в безпечності"
        ]
    },
    {
        id: 222,
        q: "Який порядок і пріоритетність розходження суден при зустрічному плаванні?",
        options: [
            "!при зустрічному плаванні судна, що йдуть вверх, повинні, враховуючи місцеві умови і рух інших суден, звільняти шлях суднам, що йдуть вниз",
            "при зустрічному плаванні судна, що йдуть вниз, повинні, враховуючи місцеві умови і рух інших суден, звільняти шлях суднам, що йдуть вверх",
            "при зустрічному плаванні судна повинні обмінятися відповідними сигналами, для уточнення пріоритетності проходження"
        ]
    },
    {
        id: 223,
        q: "Які дії судноводія якщо два судна йдуть курсами, що перетинаються таким чином, що може виникнути небезпека зіткнення?",
        options: [
            "!судно, що бачить інше судно по правому борту, повинне дати йому дорогу і, якщо дозволяють обставини, уникнути перетинання його курсу попереду. Однак судно, що йде правим боком фарватеру, повинне продовжувати йти своїм курсом",
            "судно, що бачить інше судно по лівому борту, повинне дати йому дорогу і, якщо дозволяють обставини, уникнути перетинання його курсу попереду. Однак судно, що йде правим боком фарватеру, повинне продовжувати йти своїм курсом",
            "судно, що бачить інше судно по правому борту, повинне дати йому дорогу і, якщо дозволяють обставини, уникнути перетинання його курсу попереду. Однак судно, що йде лівим боком фарватеру, повинне продовжувати йти своїм курсом"
        ]
    },
    {
        id: 224,
        q: "З якого борту необхідне обходити судно при обгоні?",
        options: [
            "!при перетині фарватеру, обгін можна здійснювати, тільки по лівому борту судна, яке обганяють",
            "при перетині фарватеру, обгін можна здійснювати, тільки по правому борту судна, яке обганяють",
            "обидві відповіді вірні"
        ]
    },
    {
        id: 225,
        q: "Яке судно повинно дати дорогу, якщо два судна йдуть курсами, що перетинаються?",
        options: [
            "якщо два судна йдуть курсами, що перетинаються таким чином, що може виникнути небезпека зіткнення, то судно, що йде лівим боком до фарватеру, повинне дати дорогу",
            "!якщо два судна йдуть курсами, що перетинаються таким чином, що може виникнути небезпека зіткнення, то судно, що бачить інше судно по правому борту, повинне дати дорогу",
            "якщо два судна йдуть курсами, що перетинаються таким чином, що може виникнути небезпека зіткнення, то судно, що бачить інше судно по лівому борту, повинне дати дорогу"
        ]
    },
    {
        id: 226,
        q: "Який світло імпульсний сигнал (відмашку) вночі, повинне подати судно, яке йде вверх і звільняє шлях судну, що йде униз із правого борту?",
        options: [
            "часто проблисковим ясним червоним вогнем, одночасно може подаватися також відмашка світло-блакитним щитом",
            "!часто проблисковим ясним білим вогнем, одночасно може подаватися також відмашка світло-блакитним щитом",
            "часто проблисковим ясним жовтим вогнем, одночасно може подаватися також відмашка світло-блакитним щитом"
        ]
    },
    {
        id: 227,
        q: "Що повинен зробити судноводій торгівельного судна у випадку коли його обганяє прогулянкове/мале судно?",
        options: [
            "судно, що обганяють, повинне при необхідності і можливості полегшити обгін, зменшивши швидкість",
            "судноводій повинен упевнитись в тому, що обгін не становить небезпеки",
            "!судноводій торгівельного судна не повинен виконувати дії пов'язанні з полегшенням обгону"
        ]
    },
    {
        id: 228,
        q: "У якому випадку дозволено обгін судна?",
        options: [
            "між суднами обгін дозволяється тільки тоді, коли судно, що обганяє повністю впевнено, що маневр по обгону відбудеться безпечно. Судно, що обганяє, може обходити судно, що обганяють, з будь якого борту, якщо видимість не менше ніж 500 м. Судно яке здійснює обгін має триматися осторонь від шляху судна якого обганяє",
            "!між суднами обгін дозволяється тільки тоді, коли судно, що обганяє повністю впевнено, що маневр по обгону відбудеться безпечно. Судно, що обганяє, повинне обходити судно, що обганяють, з лівого борту. Коли фарватер є досить широким, судно, що обганяє, може також обходити судно, що обганяють, з правого борту",
            "між суднами обгін дозволяється тільки тоді, коли судно, що обганяє повністю впевнено, що маневр по обгону відбудеться безпечно. Судно, що обганяє, повинне обходити судно, що обганяють, винятково з лівого борту. Судно яке здійснює обгін має триматися осторонь від шляху судна якого обганяє"
        ]
    },
    {
        id: 229,
        q: "Коли судно вважається таким, що обганяє інше судно?",

        options: [
            "судно вважається таким, що обганяє інше судно, коли воно бачить інше прямо або майже по курсу, ліворуч чи праворуч, і при цьому вночі воно може бачити в створі або майже в створі топові вогні та (або) обидва бортових вогні іншого судна, а вдень воно спостерігає його відповідний ракурс",
            "!судно вважається таким, що обганяє інше судно, коли воно підходить до нього з напрямку більше 22,5 град. позаду траверзу останнього, тобто судно, що обганяє знаходиться в такому положенні по відношенню до судна, що обганяється, що ночі судно, що обганяє, може бачити тільки кормовий вогонь судна, що обганяється і не може бачити жоден з його бортових вогнів",
            "судно вважається таким, що обганяє інше судно, коли воно бачить інше прямо або майже по курсу, і при цьому вночі воно може бачити в створі або майже в створі топові вогні та (або) обидва бортових вогні іншого судна, а вдень воно спостерігає його відповідний ракурс"
        ]
    },
    {
        id: 230,
        q: "За допомогою чого високошвидкісні судна узгоджують між собою зустрічне плавання?",
        options: [
            "мобільного та радіозв’язку",
            "річкової інформаційної служби",
            "!в денний час за допомогою флага - відмашки, в нічний час за допомогою світло імпульсного сигналу (відмашки)"
        ]
    },
    {
        id: 231,
        q: "Які звуки судна подають у разі обгону з лівого боку?",
        options: [
            "один тривалий звук та два коротких звука",
            "два коротких звука та один тривалий звук",
            "!два тривалих звука та два коротких звука"
        ]
    },
    {
        id: 232,
        q: "Які звуки судна подають у разі обгону з правого боку?",
        options: [
            "!два тривалих звука та один короткий звук",
            "два тривалих звука та два коротких звука",
            "однин тривалий звук та один короткий звук"
        ]
    },
    {
        id: 233,
        q: "При здійсненні повороту праворуч або маневру, які сигнали подаються судном?",
        options: [
            "!один тривалий звук та один короткий звук",
            "два тривалих звука та один короткий звук",
            "один тривалий звук та два коротких звука"
        ]
    },
    {
        id: 234,
        q: "На яких ділянках забороняється розходження та обгін суден (складів суден) при обмеженій видимості ?",
        options: [
            "де судновий хід має ширину менше 200 м, та якщо візуальна видимість становить менше 1000м.",
            "!де судновий хід має ширину менше 200 м, та якщо візуальна видимість становить менше трьох довжин судна (складу суден)",
            "де судновий хід має ширину менше 100 м, та якщо візуальна видимість становить менше двох довжин судна (складу суден)"
        ]
    },
    {
        id: 235,
        q: "Коли існує вірогідність зіткнення, то судно, що обганяє інше судно ліворуч, повинне подати:",
        options: [
            "«Два тривалих звуки та один короткий звук», цей звуковий сигнал означає: «Хочу обійти на вашу лівому борту»",
            "«Три тривалих звуки та три коротких звуки», цей звуковий сигнал означає: «Хочу обійти на вашу лівому борту»",
            "!«Два тривалих звуки та два коротких звуки», цей звуковий сигнал означає: «Хочу обійти на вашу лівому борту»"
        ]
    },
    {
        id: 236,
        q: "Судно, що обганяють з лівого боку, повинне подати сигнал:",
        options: [
            "«Три коротких звука», який означає - «Згоден, обходьте по моєму лівому борту»",
            "«Два коротких звука», який означає - «Згоден, обходьте по моєму лівому борту»",
            "!«Один короткий звук», який означає - «Згоден, обходьте по моєму лівому борту»"
        ]
    },
    {
        id: 237,
        q: "Коли обгін неможливий через небезпеку зіткнення судно, що обганяють повинне подати?",
        options: [
            "«Шість, коротких звуків», що означає: «Мене обганяти не можна»",
            "!«П'ять, коротких звуків», що означає: «Мене обганяти не можна»",
            "«Чотири, коротких звуків», що означає: «Мене обганяти не можна»"
        ]
    }
]