// Format: correct option is prefixed with "!". The "!" is stripped before display.
const QUESTIONS = [
    //
    // Розділ 4 (рятувальне обладнення)
    //
    {
        id: 83,
        q: "Порядок використання рятувальних засобів на безпалубному прогулянковому/малому судні?",
        options: [
            "всі пасажири повинні бути одягнуті в індивідуальні рятувальні засоби, рятувальні кола повинні бути готовими до негайного використання",
            "!всі пасажири, включаючи судноводія, повинні бути одягнуті в індивідуальні рятувальні засоби, рятувальні кола повинні бути готовими до негайного використання",
            "всі пасажири повинні бути одягнуті в індивідуальні рятувальні засоби"
        ]
    },
    {
        id: 84,
        q: "Колективні суднові рятувальні засоби це?",
        options: [
            "засоби, які можуть використовуватися групою людей не менш ніж 5 чоловік, вимушених покинути аварійне судно",
            "засоби, які можуть використовуватися групою людей не менш ніж 10 чоловік вимушених покинути аварійне судно",
            "!засоби, які можуть використовуватися групою людей, вимушених покинути аварійне судно"
        ]
    },
    {
        id: 85,
        q: "До індивідуальних рятувальних засобів належать:",
        options: [
            "рятувальний човен, рятувальний жилет, гідрокостюм, захисний костюм - штормовий костюм, теплозахисний засіб",
            "рятувальний круг, рація, гідрокостюм, захисний костюм - штормовий костюм, теплозахисний засіб",
            "!рятувальний круг, рятувальний жилет, гідрокостюм, захисний костюм - штормовий костюм, теплозахисний засіб"
        ]
    },
    {
        id: 86,
        q: "Яке основне призначення сигнального світлового буя (для рятувального кола)?",
        options: [
            "вказівки місцезнаходження плавучої перешкоди",
            "!вказівки місцезнаходження рятувального круга",
            "вказівки місця аварійної події"
        ]
    },

    {
        id: 87,
        q: "Який порядок використання рятувальних засобів на безпалубному прогулянковому/малому судні?",
        options: [
            "на безпалубному прогулянковому/малому судні всі члени екіпажу і пасажири одягають індивідуальні рятувальні засоби в разі виникнення аварійної події, рятувальні круги повинні бути в місцях легкодоступних для негайного використання",
            "!на безпалубному прогулянковому/малому судні всі члени екіпажу і пасажири повинні бути одягнені в індивідуальні рятувальні засоби, рятувальні круги повинні бути в місцях легкодоступних для негайного використання",
            "на безпалубному прогулянковому/малому судні всі члени екіпажу і пасажири одягають індивідуальні рятувальні засоби в разі виникнення аварійної події, рятувальні круги повинні бути закріпленими у відповідних місцях"
        ]
    },
    {
        id: 88,
        q: "Рятувальний жилет повинен обов'язково мати:",
        options: [
            "!свисток, надійно закріплений шнуром, білий круговий вогонь",
            "свисток, надійно закріплений шнуром, зелений круговий вогонь",
            "свисток, надійно закріплений шнуром, червоний круговий вогонь"
        ]
    },
    {
        id: 89,
        q: "Які перші дії потерпілих, що опинилися у воді?",
        options: [
            "для зігрівання у воді потрібно як умога більше рухатися, якщо у воді знаходиться кілька людей, необхідно відплисти від групи та просити про допомогу, необхідно уникати розлитого на водній поверхні палива, якщо це зробити неможливо, слід спробувати пропливти через нього з високо піднятою головою і закритим ротом",
            "!не можна рухатися у воді для зігрівання, це призводить до більш швидкого переохолодження організму, знаходячись у воді, слід підтягнути схрещені ноги до живота, а руки притиснути до боків і грудей, якщо у воді знаходиться кілька людей, необхідно якомога тісніше притулитися один до одного, зберігаючи вертикальне положення, необхідно уникати розлитого на водній поверхні палива, якщо це зробити неможливо, слід спробувати пропливти через нього з високо піднятою головою і закритим ротом",
            "не можна рухатися у воді для зігрівання, це призводить до більш швидкого переохолодження організму, знаходячись у воді, слід підтягнути схрещені ноги до живота, а руки притиснути до боків і грудей, якщо у воді знаходиться кілька людей, необхідно відплисти від групи та просити про допомогу, необхідно уникати розлитого на водній поверхні палива, якщо це зробити неможливо, слід спробувати пропливти через нього з високо піднятою головою і закритим ротом"
        ]
    },
    {
        id: 90,
        q: "Яке маркування повинно наноситися на рятувальні кола прогулянкового/малого судна?",
        options: [
            "маркування виробника",
            "дати виготовлення",
            "!найменування (реєстраційний номер) судна"
        ]
    },
    {
        id: 91,
        q: "Як повинно маневрувати прогулянкове/мале судно, рятуючи утопаючого?",
        options: [
            "для порятунку потопаючого необхідно маневрувати для підходу до нього на прогулянковому/малому судні здійснювати, як правило, по течії (за вітром) та на такому ходу, щоб виключити будь-яку можливість наїзду на потопаючого",
            "для порятунку потопаючого необхідно маневрувати у вільній формі для підходу до нього на прогулянковому/малому судні на такому ходу, щоб виключити будь- яку можливість наїзду на потопаючого",
            "!для порятунку потопаючого необхідно маневрувати для підходу до нього на прогулянковому/малому судні здійснювати, як правило, проти течії (проти вітру) та на такому ходу, щоб виключити будь-яку можливість наїзду на потопаючого"
        ]
    },
    {
        id: 92,
        q: "Як належить виконувати підйом потерпілих з води в прогулянкове/мале судно?",
        options: [
            "піднімаючи на борт потопаючого необхідно стежити, щоб човен не перекинувся. Для цього необхідно підйом робити з лівого борту прогулянкового/малого судна при непрацюючому двигуні. При підйомі потопаючого на борт діяти необхідно швидко і рішуче не допускаючи, щоб потопаючий захопив рятувальника, тому що рухи потопаючого можуть бути неадекватними",
            "!піднімаючи на борт потопаючого необхідно стежити, щоб човен не перекинувся. Для цього необхідно підйом робити з носа або корми при непрацюючому двигуні. При підйомі потопаючого на борт, діяти необхідно швидко і рішуче не допускаючи, щоб потопаючий захопив рятувальника, тому що рухи потопаючого можуть бути неадекватними",
            "піднімаючи на борт потопаючого необхідно стежити, щоб човен не перекинувся. Для цього необхідно підйом робити з правого борту прогулянкового/малого судна при непрацюючому двигуні. При підйомі потопаючого на борт діяти необхідно швидко і рішуче не допускаючи, щоб потопаючий захопив рятувальника, тому що рухи потопаючого можуть бути неадекватними"
        ]
    },
    {
        id: 93,
        q: "Що необхідно зробити для звільнення дихальних шляхів потерпілого?",
        options: [
            "покласти потерпілого животом донизу та зробити декілька ударів по спині",
            "зробити масаж грудної клітини",
            "!покласти потерпілого на коліно животом, обличчям донизу, засунути два пальці до роту потерпілого і натиснути на корінь язика"
        ]
    },
    {
        id: 94,
        q: "На який максимальний термін може бути накладений кровоспинний джгут?",
        options: [
            "!1,5 години у зимовий період, 2 години у літній період",
            "2 години у зимовий період, 3 години у літній період",
            "2 години"
        ]
    },
    {
        id: 95,
        q: "Постраждалий знаходиться без свідомості. Дихання, пульс відсутні. Ваші дії?",
        options: [
            "покласти потерпілого обличчям донизу, голова повинна бути нижче рівня тулуба, звільнити дихальні шляхи",
            "повернути потерпілого до свідомості, шляхом непрямого масажу серця та штучного дихання",
            "!покласти потерпілого обличчям донизу, голова повинна бути нижче рівня тулуба, звільнити дихальні шляхи, докласти зусиль для відновлення дихання, шляхом непрямого масажу серця та штучного дихання, викликати швидку допомогу"
        ]
    },
    {
        id: 96,
        q: "Де мають знаходитись індивідуальні рятувальні засоби, під час руху прогулянкового/малого судна?",
        options: [
            "повинні бути одягнуті на всіх пасажирів, включаючи судноводія",
            "в легкодоступному місці на борту судна",
            "в кормовій частині судна"
        ]
    },
    {
        id: 97,
        q: "Яку кількість людей може підтримувати на воді рятувальний круг?",
        options: [
            "лише одну людину",
            "скористатись може дві особи за умови, якщо триматись за леєр зі зовнішньої сторони",
            "залежно від технічних характеристик рятувального круга"
        ]
    },
    {
        id: 98,
        q: "Як потрібно підходити на судні для спасіння потопаючого, при вітряній погоді?",
        options: [
            "проти вітру (хвилі, течії) та з безпечною швидкістю для запобігання наїзду на потопаючого",
            "за вітром та з безпечною швидкістю для запобігання наїзду на потопаючого",
            "лагом до вітру та хвилі з безпечною швидкістю для запобігання наїзду на потопаючого"
        ]
    },
    {
        id: 99,
        q: "Як повинен маневрувати судноводій прогулянкового/малого судна, якщо при підході до людини за бортом з поворотом на 360 градусів не вдалося зупинитися з навітряної сторони від постраждалого?",
        options: [
            "зупинити судно за допомогою якоря та продовжити маневри з порятунку постраждалого",
            "відійти на безпечну відстань від потерпілого та повторити маневр з урахуванням поправок від дії вітру, хвилі, течії",
            "відпрацювати двигуном в зворотній бік та зупинитись біля постраждалого"
        ]
    },
    {
        id: 100,
        q: "Які рятувальні засоби мають знаходиться на прогулянковому/малому судні і їх кількість?",
        options: [
            "рятувальні жилети для кожного з пасажирів (включаючи судноводія), рятувальний круг при умові загальної кількості до восьми людей на борту судна",
            "рятувальні жилети для кожного з пасажирів (включаючи судноводія), рятувальний круг при умові до восьми людей на борту судна та два рятувальних круга при умові загальної кількості до дванадцяти людей на борту судна",
            "рятувальні жилети для кожного з пасажирів (включаючи судноводія), два рятувальних круга при умові до восьми людей на борту судна та три рятувальних круга при умові загальної кількості до дванадцяти людей на борту судна"
        ]
    },
    {
        id: 101,
        q: "Якої довжини повинен бути рятувальний кінець, що закріплений до рятувального кола?",
        options: [
            "не менше 30 метрів",
            "не менше 15 метрів",
            "не менше 45 метрів"
        ]
    },
    {
        id: 102,
        q: "Яка повинна бути дальність видимості сигналів світло димового буя?",
        options: [
            "світло димовий буй рятувального круга забезпечує утворення щільного помаранчевого диму протягом 15 хвилин і має самостійно активуючу систему світлодіодних сигналів для використання в нічний час",
            "світло димовий буй рятувального круга забезпечує утворення щільного білого диму протягом 25 хвилин і має самостійно активуючу систему світлодіодних сигналів для використання в нічний час",
            "світло димовий буй рятувального круга забезпечує утворення щільного помаранчевого диму протягом 20 хвилин і має самостійно активуючу систему світлодіодних сигналів для використання в нічний час"
        ]
    },
    {
        id: 103,
        q: "На які види поділяються сучасні суднові рятувальні засоби?",
        options: [
            "пересувні та стаціонарні",
            "індивідуальні надувні і колективні стаціонарні",
            "індивідуальні і колективні"
        ]
    },
    {
        id: 104,
        q: "Які дії повинно виконати прогулянкове/мале судно у випадку падіння людини за борт і виконання маневру «Простий поворот» з цієї події?",
        options: [
            "простий поворот. Перекласти кермо в положення «На борт», тільки в сторону протилежну стороні падіння людини. Після відхилення від початкового курсу на 180 ° перекласти кермо в положення «Прямо» і застопорити двигун",
            "простий поворот. Перекласти кермо в положення «На борт», тільки в бік падіння людини. Після відхилення від початкового курсу на 250 ° перекласти кермо в положення «Прямо» і застопорити двигун",
            "простий поворот. Перекласти кермо в положення «На борт», тільки в сторону протилежну стороні падіння людини. Після відхилення від початкового курсу на 250 ° перекласти кермо в положення «Прямо» і застопорити двигун"
        ]
    },
    {
        id: 105,
        q: "Яка кількість рятувальних кругів повинна бути передбачена на прогулянкових/малих суднах, суднах для перевезення організованих груп людей, а також на самохідних поромах габаритною довжиною L ≤ 24 м?",
        options: [
            "при загальній кількості людей на борту прогулянкового судна до 8 осіб - 2 кола, при загальному кількості людей на борту прогулянкового судна до 12 осіб - 3 кола",
            "при загальній кількості людей на борту прогулянкового судна до 8 осіб - 4 кола, при загальному кількості людей на борту прогулянкового судна до 12 осіб - 6 кола",
            "при загальній кількості людей на борту прогулянкового судна до 8 осіб - 6 кола, при загальному кількості людей на борту прогулянкового судна до 12 осіб - 8 кола"
        ]
    },
    {
        id: 106,
        q: "Яким чином виконується підхід на прогулянковому/малому судні до людини, що тоне на течії?",
        options: [
            "за течією",
            "проти течії",
            "кормою судна проти течії"
        ]
    },
    {
        id: 107,
        q: "На скільки градусів рекомендується перекласти руль в навітряну сторону відразу після падіння людини за борт, щоб здійснити підхід до неї з поверненням на зворотній курс?",
        options: [
            "необхідно негайно почати рух судна по курсу шляхом перекладання керма в положення «Так тримати». Після відхилення від вихідного курсу на 60 ° кермо перекладається на зворотній курс кермо перекладається в положення «назад», а потім судно лягає на зворотній курс для здійснення рятувальної операції",
            "необхідно негайно почати поворот судна в сторону випавшого, шляхом перекладання керма в положення «на борт». Після відхилення від вихідного курсу на 60 ° кермо перекладається на протилежний борт і не досягнувши 20 ° до зворотного курсу кермо перекладається в положення «прямо», а потім судно лягає на зворотній курс для здійснення рятувальної операції",
            "необхідно негайно почати поворот судна в сторону протилежну випавшого, шляхом перекладання керма в положення «на борт». Після відхилення від вихідного курсу на 60 ° кермо перекладається на протилежний борт і не досягнувши 20 ° до зворотного курсу кермо перекладається в положення «прямо», а потім судно лягає на зворотній курс для здійснення рятувальної операції"
        ]
    },
    {
        id: 108,
        q: "Яка кількість рятувальних кругів повинна бути на прогулянкових/малих суднах, габаритною довжиною до 24 метрів?",
        options: [
            "при загальній кількості людей на борту судна до 8 осіб - 2 круга, при загальній кількості людей на борту судна до 12 осіб - 3 круга",
            "при загальній кількості людей на борту судна до 8 осіб - 4 круга, при загальній кількості людей на борту судна до 12 осіб - 6 кругів",
            "при загальній кількості людей на борту судна до 8 осіб - 1 круг, при загальній кількості людей на борту судна до 12 осіб - 2 круга"
        ]
    }
]